Repository: tualatrix/ubuntu-tweak-old
Catalog: po/*.po
Languages: ar, fr, he, pl, sk, sv, tr, vi, zh_tw

source: Install Screenlets Widget Application
ar: ثبّت تطبيق الودجة Screenlets
fr: Installer l'application de widget Screenlets
he: יישום התקן Screenlets יישומון
pl: Gadżety dla pulpitu "Widget Screenlets"
sk: Nainštalovať aplikáciu screenletov
sv: Installera widgetprogrammet Screenlets
tr: Screenlets Widgets Uygulamasını Kur
vi: Cài đặt Ứng dụng Screenlets Widget
zh_tw: 安裝Screenlets桌面應用程式

source: Enable snapping windows
ar: مكّن النوافذ المنهارة (snapping)
fr: Activer les fenêtres adhésives
he: אפשר הווה ממושך חלונות
pl: Przyciągające się okna
sk: Povoliť prichytávanie okien
sv: Aktivera fästande fönster
tr: Kopan pencereleri etkinleştir
vi: Bật bắt dính cửa sổ
zh_tw: 啟用自動貼齊邊緣的視窗

source: Enable wobbly windows
ar: مكّن النوافذ المتقلبة (wobbly)
fr: Activer les fenêtres déformées
he: אפשר חלונות מתנודד
pl: Trzęsące się okna
sk: Povoliť vlniace sa okna
sv: Aktivera geléaktiga fönster
tr: Sallanan pencereleri etkinleştir
vi: Bật cửa sổ rung rinh
zh_tw: 啟用搖擺視窗

source: Window Effects
ar: تأثيرات التوافذ
fr: Effets Fenêtres
he: חלון אפקטים
pl: Efekty okien
sk: Efekty okien
sv: Fönstereffekter
tr: Pencere Efektleri
vi: Hiệu ứng cửa sổ
zh_tw: 視窗特效

source: Enable transparent menus
ar: مكّن شفافية القوائم
fr: Activer la transparence des menus
he: אפשר תפריטים שקופים
pl: Przeźroczyste menu
sk: Povoliť priesvitné ponuky
sv: Aktivera genomskinliga menyer
tr: Saydam menüleri etkinleştir
vi: Bật trình đơn trong suốt
zh_tw: 啟用透明選單

source: Enable wobbly menus
ar: مكّن القوائم المتقلبة
fr: Activer les menus déformés
he: אפשר מתנודד תפריטים
pl: Trzęsące się menu
sk: Povoliť vlniace sa ponuky
sv: Aktivera geléaktiga menyer
tr: Sallanan menüleri etkinleştir
vi: Bật trình đơn rung rinh
zh_tw: 啟用搖擺選單

source: Menu Effects
ar: تأثيرات القائمة
fr: Effets Menu
he: תפריט אפקטים
pl: Efekty menu
sk: Efekty ponúk
sv: Menyeffekter
tr: Menü Efektleri
vi: Hiệu ứng trình đơn
zh_tw: 選單特效

source: Useful Extensions
ar: امتدادات مفيدة
fr: Extensions Utiles
he: הרחבות שימושיים
pl: Instalacja przydatnych dodatków
sk: Užitočné rozšírenia
sv: Användbara tillägg
tr: Kullanışlı eklentiler
vi: Phần mở rộng hữu ích
zh_tw: 實用的擴充套件

source: Prerequisite Conditions
ar: شروط أولية
fr: Pré-requis
he: תנאי מוקדם תנאי שימוש
sk: Požiadavky
sv: Nödvändiga förutsättningar
tr: Gerekli Durumlar
vi: Điều kiện tiên quyết
zh_tw: 先決條件

source: Show Windows
ar: أظهر النوافذ
fr: Afficher les fenêtres
he: הצג את החלונות
pl: Pokaż okna
sk: Zobraziť okná
sv: Visa fönster
tr: Pencereleri göster
vi: Hiện cửa sổ
zh_tw: 顯示視窗

source: Show Desktop
ar: أظهر سطح المكتب
fr: Afficher le Bureau
he: הצג את שולחן העבודה
pl: Pokaż pulpit
sk: Zobraziť plochu
sv: Visa skrivbordet
tr: Masaüstünü Göster
vi: Hiện màn hình nền
zh_tw: 顯示桌面

source: Widget
ar: ودجة
he: יישומון
sk: Ovládací prvok
tr: Yardımcı Programcık
zh_tw: Widget層

source: Update Successfully!
ar: تم التحديث بنجاح!
fr: Mise à jour avec succès!
he: עודכן בהצלחה!
pl: Aktualizacja zakończyła się pomyślnie!
sk: Úspešne aktualizované!
sv: Uppdateringen lyckades!
tr: Güncelleştirme Başarıyla Tamamlandı
vi: Cập nhật thành công!
zh_tw: 更新成功！

source: Shortcut Commands
ar: أوامر الاختصار
fr: Touches de Raccourci
he: קיצור פקודות
pl: Kombinacje skrótów
sk: Klávesové skratky
sv: Genvägskommandon
tr: Kısayol komutları
vi: Lệnh gọi nhanh
zh_tw: 設定快捷鍵

source: By configuring keyboard shortcuts, you can access your favourite applications instantly. Enter the application's command and set the desired shortcut keys.
ar: بإعداد اختصارات لوحة المفاتيح، تستطيع الوصول إلى تطبيقاتك المفضلة فورا.\n أدخل أمر التطبيق واضبط مفاتيح الاختصار المطلوبة.
fr: En configurant les raccourcis clavier, vous pouvez accéder à vos applications favorites instantanément. Entrez la commande de l'application et définissez un raccourci clavier.
sk: Po nastavení klávesových skratiek môžete okamžite pristupovať k svojim obľúbeným aplikáciám. Zadajte príkaz na spustenie aplikácie a požadovanú klávesovú skratku.

source: Command %d
ar: الامر %d
fr: Commande %d
he: פקודה %d
pl: Polecenie %d
sk: Príkaz %d
sv: Kommando %d
tr: Komut %d
vi: Lệnh %d
zh_tw: 指令%d

source: disabled
ar: معطل
fr: désactivée
he: מנוטרל
pl: wyłączone
sk: vypnuté
sv: inaktiverad
tr: Devre Dışı
vi: vô hiệu
zh_tw: 關閉

source: Command
ar: الأمر
fr: Commande
he: פקודה
pl: Polecenie
sk: Príkaz
sv: Kommando
tr: Komut
vi: Lệnh
zh_tw: 指令

source: Key
ar: مفتاح
fr: Touche
he: מקש
pl: Kombinacja klawiszy
sk: Kláves
sv: Tangent
tr: Tuş
vi: Khoá
zh_tw: 按鍵

source: Clean
ar: تنظيف
fr: Nettoyer
sk: Vyčistiť

source: Cleaning...
ar: تنظيف...
fr: Netoyage en cours...
pl: Odkurzanie...
sk: Prebieha čistenie...
sv: Rensar...
tr: Temizleniyor...
vi: Đang làm sạch...
zh_tw: 清理中。。。

source: Cleaning...%s
ar: تنظيف... %s
fr: Nettoyage...%s
pl: Oczyszczanie... %s
sk: Prebieha čistenie...%s
sv: Rensar...%s
tr: Temizleniyor...%s

source: Package
ar: حزمة
fr: Paquet
he: חבילה
pl: Pakiet
sk: Balík
sv: Paket
tr: Paket
vi: Gói
zh_tw: 套件

source: Packages
ar: حزم
fr: Paquets
he: חבילות
pl: Pakiety
sk: Balíky
sv: Paket
tr: Paketler
vi: Gói
zh_tw: 套件

source: Package Cache
ar: مخزن الحزم
fr: Cache des paquets
he: חבילת מטמון
pl: Pamięć podręczna pakietów
sk: Vyrovnávacia pamäť balíkov
sv: Paketcache
tr: Paket önbelleği
vi: Gói lưu trữ
zh_tw: 套件快取

source: <b>%s</b> Take %s KB of disk space
ar: <b>%s</b> يأخذ %s ك.ب. من مساحة القرص
fr: <b>%s</b> Occupera %s KB d'espace sur le disque
he: <b>%s</b> קח %s KB של שטח דיסק
pl: "%s" Zajmuje %s KB miejsca na dysku
sk: <b>%s</b> Zaberá %s KB miesta na disku
sv: <b>%s</b> Tar %s KB av diskutrymmet
tr: <b>%s</b> Disk alanının %s KB ını kullanır
vi: <b>%s</b> Chiếm %s KB chỗ trống đĩa
zh_tw: <b>%s</b> 使用 %s KB 硬碟空間

source: Package Config
ar: تهيئة الحزمة
fr: Configuration des paquets
sk: Konfigurácia balíkov
sv: Paketkonfigurationer
tr: Paket Yapılandırması

source: %d package selected to remove
ar: %d حزمة مختارة للإزالة
fr: %d paquet séléctionné pour la suppression
he: %d נבחרו כדי להסיר את החבילה
pl: %d pakiet zaznaczone do usunięcia
sk: %d balík je označený na odstránenie
sv: %d paket markerat för borttagning
tr: Kaldırılmak için %d paketi seçildi
vi: %d gói được chọn gỡ bỏ
zh_tw: %d 套件已選擇要移除

source: %d packages selected to remove
ar: %d حزم مختارة للإزالة
fr: %d paquets séléctionnés pour la suppression
he: %d נבחרו כדי להסיר את החבילות
pl: %d zaznaczonych pakietów do usunięcia
sk: %d balíkov je označených na odstránenie
sv: %d paket markerade för borttagning
tr: Kaldırılmak için %d paket seçildi
vi: %d gói được chọn gỡ bỏ
zh_tw: %d 套件已選擇要移除

source: %d KB of space will be freed
ar: %d ك.ب. من المساحة ستحرر
fr: %d KB d'espace sera libéré
he: %d KB החלל יהיה משוחרר
pl: %d KB miejsca zostanie uwolnione
sk: Uvoľní sa %d KB miesta
sv: %d KB av diskutrymmet kommer frigöras
tr: %d KB disk alanı boşaltılacak
vi: %d KB chỗ trống sẽ được giải phóng
zh_tw: %d KB 的空間將被釋放

source: Clean up Successful!
ar: تم التنظيف بنجاح!
fr: Nettoyé avec succès !
sk: Čistenie dokončené!

source: Clean up Failed!
ar: فشل التنظيف!
fr: Le nettoyage a échoué !
sk: Čistenie zlyhalo!

source: Free up disk space by removing unneeded packages and cleaning the package download cache.
ar: حرّر مساحة من القرص عن طريق إزالة الحزم غير المطلوبة وتنظيف مخزن تنزيل الحزم.
fr: Libérer de l'espace disque en supprimant les paquets inutiles et en nettoyant le cache des paquets téléchargés.
pl: Zwolnij miejsce na dysku usuwając niepotrzebne paczki i pozostałości po nich.
sk: Uvoľniť miesto na disku odstránením nepotrebných balíkov a vyčistením vyrovnávacej pamäte balíkov.
sv: Frigör diskutrymme genom att ta bort onödiga paket och rensa pakethanterarens temporära filer.

source: Clean Package
ar: تنظيف الحزم
fr: Nettoyer les Paquets
he: נקה חבילה
pl: Odkurz pakiety
sk: Vyčistiť balík
sv: Rensa paket
tr: Paket Temizle
vi: Dọn gói
zh_tw: 清理套件

source: Clean Cache
ar: نظّف المخزن
fr: Nettoyer le Cache
he: נקה מטמון
pl: Odkurz pamięć podręczną
sk: Vyčistiť vyrovnávaciu pamäť
sv: Rensa cachen
tr: Önbelleği Temizle
vi: Làm sạch chỗ lưu trữ
zh_tw: 清理快取

source: Clean Config
ar: نظّف التهيئة
fr: Nettoyer la configuration
sk: Vyčistiť konfiguráciu
sv: Rensa konfigurationer

source: Select All
ar: تحديد الكل
fr: Tout sélectionner
he: בחר הכל
pl: Zaznacz wszystko
sk: Vybrať všetko
sv: Markera alla
tr: Tümünü Seç
vi: Chọn tất cả
zh_tw: 全選/全不選

source: Copy to ...
ar: انسخ إلى...
fr: Copier vers ...
he: העתק אל...
pl: Kopiuj do...
sk: Kopírovať do ...
sv: Kopiera till...
tr: Buraya kopyala ...
vi: Sao chép tới...
zh_tw: 複製到...

source: Copy to Desktop
ar: انسخ إلى سطح المكتب
fr: Copier vers le Bureau
pl: Kopiuj do "Pulpit"
sk: Kopírovať na plochu
sv: Kopiera till skrivbordet
vi: Chép tới Bàn làm việc
zh_tw: 複製到桌面

source: Copy to Download
ar: انسخ إلى التنزيلات
fr: Copier vers le dossier Téléchargements
pl: Kopiuj do "Pobrane"
sk: Kopírovať do Stiahnuté
sv: Kopiera till Hämtat
vi: Chép tới Download
zh_tw: 複製到下載

source: Copy to Home
ar: انسخ إلى المنزل
fr: Copier vers le dossier personnel
pl: Kopiuj do "Dom"
sk: Kopírovať do Domovského priečinka
sv: Kopiera till Hem
vi: Chép tới Thư mục chính
zh_tw: 複製到家目錄

source: Move to ...
ar: انقل الى...
fr: Déplacer vers ...
he: העבר אל...
pl: Przenieś do...
sk: Presunúť do ...
sv: Flytta till...
tr: Buraya taşı ...
vi: Di chuyển tới...
zh_tw: 移動到...

source: Move to Desktop
ar: انقل إلى سطح المكتب
fr: Déplacer vers le Bureau
pl: Przenieś do "Pulpit"
sk: Presunúť na Plochu
sv: Flytta till skrivbordet
vi: Di chuyển tới Bàn làm việc
zh_tw: 移動到桌面

source: Move to Download
ar: انقل إلى التنزيلات
fr: Déplacer vers le dossier Téléchargements
pl: Przenieś do "Pobrane"
sk: Presunúť do Stiahnuté
sv: Flytta till Hämtat
vi: Di chuyển tới Download
zh_tw: 移動到下載

source: Move to Home
ar: نقل إلى الرئيسية
fr: Dépalcer vers le dossier personnel
pl: Dowiązanie do "Dom"
sk: Presunúť do Domovského priečinka
sv: Flytta till Hem
vi: Di chuyển tới Thư mục chính
zh_tw: 移動到家目錄

source: Link to ...
ar: اربط بـ...
fr: Lier à ...
he: קישור לאתר ...
pl: Dowiązanie do...
sk: Vytvoriť odkaz...
sv: Länka till...
tr: Buraya bağla ...
vi: Liên kết tới...
zh_tw: 連結到...

source: Link to Desktop
ar: اربط بسطح المكتب
fr: Lier vers le Bureau
pl: Dowiązanie do "Pulpit"
sk: Odkaz na Plochu
sv: Länka till skrivbordet
tr: Masaüstüne kısayol oluştur
vi: Liên kết tới Bàn làm việc
zh_tw: 連結到桌面

source: Link to Download
ar: اربط بالتنزيلات
fr: Lier vers le dossier Téléchargements
pl: Dowiązanie do "Pobrane"
sk: Odkaz na Stiahnuté
sv: Länka till Hämtat
vi: Liên kết tới Download
zh_tw: 連結到下載

source: Link to Home
ar: اربط بالمنزل
fr: Lier vers le dossier personnel
pl: Dowiązanie do "Dom"
sk: Odkaz v Domovskom priečinku
sv: Länka till Hem
tr: Ev dizinine kısayol oluştur
vi: Liên kết tới Thư mục chính
zh_tw: 連結到家目錄

source: Open with gedit
ar: فتح بواسطة gedit
fr: Ouvrir avec gedit
he: פתח עם gedit
pl: Otwórz w Gedit
sk: Otvoriť pomocou gedit
sv: Öppna med gedit
tr: Gedit ile aç
vi: Mở với gedit
zh_tw: 使用gedit打開

source: Open with gedit(as root)
ar: افتح باستخدام محرر النصوص (كجذر)
fr: Ouvrir avec gedit (en étant root)
he: פתח עם gedit (כמנהל מערכת)
pl: Otwórz w edytorze Gedit jako administrator
sk: Otvoriť pomocou gedit (ako root)
sv: Öppna med gedit(som root)
tr: Gedit ile aç(yönetici olarak)
vi: Mở với gedit(quyền root)
zh_tw: 使用gedit打開（作為root）

source: Browse as root
ar: تصفّح كجذر
fr: Parcourir en étant root
he: עיון כפי שורש
pl: Przeglądaj jako administrator
sk: Prehliadať ako root.
sv: Bläddra som root
tr: Yönetici olarak göz at
vi: Duyệt với quyền root
zh_tw: 作為root瀏覽

source: Search in current folder
ar: ابحث في المجلد الحالي
fr: Rechercher dans le dossier courant
he: חיפוש בתיקייה נוכחית
pl: Szukaj w tym katalogu
sk: Hľadať v aktuálnom priečinku
sv: Sök i aktuell mapp
tr: Mevcut klasörde ara
vi: Tìm kiếm trong thư mục hiện tại
zh_tw: 在當前目錄檢索

source: Convert image to JPG
ar: تحويل الصورة إلى JPG
fr: Convertir l'image en JPG
pl: Zmiana typu grafiki na JPG
sk: Previesť obrázok na JPG
sv: Konvertera bild till JPG
vi: Chuyển đổi ảnh thành JPG
zh_tw: 轉換圖像至JPG格式

source: Convert image to PNG
ar: تحويل الصورة إلى PNG
fr: Convertir l'image en PNG
pl: Zmiana typu grafiki na PNG
sk: Previesť obrázok na PNG
sv: Konvertera bild till PNG
vi: Chuyển đổi ảnh thành PNG
zh_tw: 轉換圖像至PNG格式

source: Convert image to GIF
ar: تحويل الصورة إلى GIF
fr: Convertir l'image en GIF
pl: Przekonwertuj obraz do formatu GIF
sk: Previesť obrázok na GIF
sv: Konvertera bild till GIF

source: Set image as wallpaper
ar: ضبط الصورة كخلفية
fr: Définir une image en tant que papier peint du bureau
pl: Ustaw grafikę jako tapetę
sk: Nastaviť obrázok ako pozadie plochy
sv: Ställ in bild som skrivbordsbakgrund
vi: Đặt ảnh làm ảnh nền
zh_tw: 將圖像設定為桌布

source: Enabled Scripts
ar: سكربتات ممكنة
fr: Scripts activés
he: מופעל סקריפטים
pl: Włączone skrypty
sk: Povolené skripty
sv: Aktivera skript
tr: Etkin Betikler
vi: Bật tập lệnh
zh_tw: 已啟用的指令稿

source: Disabled Scripts
ar: سكربتات معطّلة
fr: Scripts désactivés
he: לא זמין סקריפטים
pl: Wyłączone skrypty
sk: Zakázané skripty
sv: Inaktivera skript
tr: Devre Dışı Betikler
vi: Tắt tập lệnh
zh_tw: 已禁用的指令稿

source: Manage Scripts
ar: أدر السكربتات
fr: Gérer les Scripts
he: נהל סקריפטים
pl: Zarządzanie skryptami
sk: Spravovať skripty
sv: Hantera skript
tr: Betikleri yönet
vi: Quản lý tập lệnh
zh_tw: 管理指令稿

source: You can do all kinds of tasks with scripts. You can drag and drop from File Manager. 'Scripts' will be added to the context menu.
ar: تستطيع إجراء كل المهمات بالسكرباتات. تستطيع السحب والإلقاء من مدير الملفات. 'السكربتات' سوف تضاف إلى قائمة السياق.
fr: Vous pouvez faire toute sorte de tâche avec les scripts. Vous pouvez glisser-déposer depuis le gestionnaire de fichier. Les "Scripts" seront ajoutés dans votre menu contextuel.
sk: Pomocou skriptov môžete vykonávať rozličné úlohy. Môžete preťahovať myšou objekty zo Správcu súborov. „Skripty“ sa pridajú do kontextovej ponuky.
sv: Du kan göra många olika uppgifter med skript. Du kan dra och släppa från filhanteraren. Skript kommer att läggas till i snabbmenyn.

source: Rebuild System Scripts
ar: أعد بناء سكربتات النظام
fr: Reconstruire les Scripts Système
he: לשיקום מערכת סקריפטים
pl: Odświeżenie systemu skryptów
sk: Znovu zostaviť systémové skripty
sv: Bygg om systemskript
tr: Sistem betiklerini tekrar oluştur
vi: Xây dựng lại hệ thống tập lệnh
zh_tw: 重建系統指令稿

source: This will delete all disabled scripts. Do you wish to continue?
ar: هذا سوف يحذف كل السكربتات المعطلة. أتريد الاستمرار؟
fr: Cela va supprimer tous les scripts inactivés Voulez-vous continuer?
he: פעולה זו תמחק את כל מושבת סקריפטים. האם ברצונך להמשיך?
pl: Usunięte zostaną wyłączone skrypty. Kontynuować?
sk: Týmto sa zmažú všetky vypnuté skripty. Chcete pokračovať?
sv: Detta kommer att ta bort alla inaktiverade skript. Vill du fortsätta?
tr: Bu bütün etkinleştirilmemiş betikleri silecek. Devam etmek istiyormusunuz
vi: Nó sẽ xóa tất cả các tập lệnh bị vô hiệu. Bạn có muốn tiếp tục?
zh_tw: 這將會刪除所有停用的指令稿。 您要繼續嗎？

source: Panel and Menu
ar: الشريط والقائمة
fr: Panneau et Menu
he: פאנל ותפריטים
pl: Panel i menu
sk: Panel a ponuka
sv: Panel och Meny
tr: Panel ve Menü
vi: Panel và Menu
zh_tw: 面板和選單

source: Display warning when removing a panel
ar: اعرض تحذير عند إزالة شريط
fr: Afficher un avertissement lors de la suppression d'un panneau
he: הצגת התרעה כאשר הסרת הלוח
pl: Ostrzeżenie przy usuwaniu panelu
sk: Zobraziť upozornenie pri odstraňovaní panelu
sv: Visa varning när en panel tas bort
tr: Bir panel kaldırıldığında uyarı göster
vi: Hiển thị cảnh báo khi gỡ bỏ một panel
zh_tw: 當移除面版時顯示警告

source: Complete lockdown of all panels
ar: إيصاد كامل لجميع الأشرطة
fr: Verrouillage complet de tous les panneaux
he: נעילת השלם של כל לוחות
pl: Blokada modyfikacji wszystkich paneli
sk: Uzamknúť všetky panely
sv: Komplett nedlåsning av alla paneler
tr: Bütün panelleri tam kilitleme
vi: Khóa hoàn toàn tất cả các panel
zh_tw: 完全鎖定所有的面版

source: Enable panel animations
ar: مكّن تأثيرات اللوحة
fr: Activer les animations du panneau
he: אפשר לוח אנימציות
pl: Animacja panelu
sk: Zapnúť animácie panelov
sv: Aktivera panelanimationer
tr: Panel animasyonlarını etkinleştir
vi: Bật hoạt hóa panel
zh_tw: 啟用面版動畫

source: Show Input Method menu on the context menu
ar: أظهر أسلوب المدخل في قائمة السياق
fr: Montrer la méthode de saisi dans le menu contextuel
he: הצג את תשומת שיטה תפריט על תפריט ההקשר
pl: "Input Method" w menu kontekstowym
sk: Zobraziť v kontextovej ponuke Vstupná metóda
sv: Visa menyn för inmatingsmetod i sammanhangsmenyn
tr: Genel menüde giriş metodu menüsünü göster
vi: Hiển thị Cách gõ trên trình đơn ngữ cảnh
zh_tw: 顯示輸入法選單到右鍵選單

source: Show Unicode Method menu on the context menu
ar: أظهر قائمة أسلوب يونيكود في قائمة السياق
fr: Montrer la méthode Unicode dans le menu contextuel
he: הצג Unicode שיטה תפריט על תפריט ההקשר
pl: "Unicode Method" w menu kontekstowym
sk: Zobraziť v kontextovej ponuke Metóda Unicode
sv: Visa menyn för Unicode-metod i sammanhangsmenyn
tr: Unicode metodu menüsünü genel menüde göster
vi: Hiển thị Phương thức Unicode trên trình đơn ngữ cảnh
zh_tw: 在右鍵選單中顯示Unicode選單

source: Screensaver
ar: حافظة الشاشة
fr: Écran de veille
he: שומר מסך
pl: Wygaszacz ekranu
sk: Šetrič obrazovky
sv: Skärmsläckare
tr: Ekran koruyucu
vi: Bảo vệ màn hình
zh_tw: 螢幕保護程式

source: Enable user switching when screen is locked.
ar: مكّن تبديل المستخدم عندما تُقفل الشاشة.
fr: Permettre le changement d'utilisateur lorsque l'écran est verrouillé.
he: אפשר החלפת משתמשים כאשר המסך נעול.
pl: Przełączanie użytkowników przy zablokowanym ekranie
sk: Povoliť prepnutie používateľa pri zamknutej obrazovke
sv: Aktivera användarbyte när skärmen är låst.
tr: Ekran kilitlendiğinde kullanıcı değiştirmeyi etkinleştir
vi: Cho phép chuyển người dùng khi màn hình bị khóa.
zh_tw: 當螢幕鎖定後開啟使用者切換.

source: Enable system-wide "Recently Documents" list
ar: مكّن قائمة "المستندات الحديثة" على امتداد النظام
fr: Activer la liste "Documents récents" sur l'ensemble du système
he: אפשר את המערכת ברמת "לאחרונה מסמכים " הפריט
pl: Zapisywanie historii otwieranych plików w menu "Ostatnie dokumenty"
sk: Povoliť spoločný zoznam „Nedávnych dokumentov“
sv: Aktivera "Senaste dokument"-listan för hela systemet
tr: Tüm kullanıcılıar için ortak "Son erişilen dökümanlar" listesini etkinleştir
vi: Bật danh sách mở rộng "Tài liệu vừa xem"
zh_tw: 開啟系統的 "最近存取文件" 列表

source: History
ar: تاريخ
fr: Historique
he: היסטוריה
pl: Historia
sk: História
sv: Historik
tr: Geçmiş
vi: Lịch sử
zh_tw: 歷史

source: Notification-daemon popup location
ar: موقع انبثاق عفريت الإشعار
fr: Lieu de l'apparition de l'infobulle de notification
pl: Wyskakujące powiadomienia
sk: Umiestnenie upozornení
sv: Popup-plats för notifieringsdemon
tr: Bildiri penceresi konumu
vi: Ví trí hiện bảng thông báo
zh_tw: 提示視窗彈出點

source: Top Left
ar: أعلى اليسار
fr: En haut, à gauche
he: עליון שמאל
pl: Lewy górny narożnik
sk: Vľavo hore
sv: Övre vänster
tr: Sol üst
vi: Góc trên bên trái
zh_tw: 左上角

source: Top Right
ar: أعلى اليمين
fr: En haut, à droite
he: עליון ימין
pl: Prawy górny narożnik
sk: Vpravo hore
sv: Övre höger
tr: Sağ üst
vi: Góc trên bên phải
zh_tw: 右上角

source: Bottom Left
ar: أسفل اليسار
fr: En bas, à gauche
he: תחתון שמאל
pl: Lewy dolny narożnik
sk: Vľavo dole
sv: Nedre vänster
tr: Sol Alt
vi: Góc dưới bên trái
zh_tw: 左下角

source: Bottom Right
ar: أسفل اليمين
fr: En bas, à droite
he: תחתון ימין
pl: Prawy dolny narożnik
sk: Vpravo dole
sv: Nedre höger
tr: Sağ Alt
vi: Góc dưới bên phải
zh_tw: 右下角

source: Click the button to change the menu logo
ar: انقر الزر لتغيير أيقونة القائمة
fr: Cliquer le bouton pour changer le logo du menu
he: לחץ על כפתור התפריט כדי לשנות את הלוגו
pl: Kliknij w przycisk, aby zmienić logo menu --------->
sk: Po kliknutí na tlačidlo môžete zmeniť logo ponuky
sv: Klicka på knappen för att byta menylogotyp
tr: Menü logosunu değiştirmek için düğmeye tıklayın
vi: Nhắp vào nút để thay đổi biểu tượng trình đơn
zh_tw: 點擊按鈕來改變選單圖示

source: Choose a new logo
ar: إختيار شعار جديد
fr: Choisir un nouveau logo.
he: בחר לוגו חדש
pl: Wybierz nowe logo o romiarach 24ˣ24 px
sk: Vyberte nové logo
sv: Välj en ny logotyp
tr: Yeni bir logo seçin
vi: Chọn một biểu tượng mới
zh_tw: 選擇一個新的Logo

source: The size isn't suitable for the panel. It should be 24x24.
ar: هذا الشعار غير ملائم للشريط. يجب أن يكون 24×24.
fr: La taille est incorrecte pour le panneau. Elle doit être 24x24
he: גודל אינו מתאים הלוח. זה צריך להיות 24x24.
pl: Rozmiar grafiki nie jest prawidłowy. Obraz musi wynosić 24x24 px
sk: Veľkosť nie je vhodná pre panel mala by byť 24x24.
sv: Storleken är inte lämplig för panelen. Bör vara 24x24.
tr: Bu boyut panel için uygun değildir 24x24 piksel olmalıdır
vi: Cỡ này không thích hợp cho panel. Nó nên là 24x24.
zh_tw: 尺寸不適合面板。 它應該為24x24。

source: Do you want take effect immediately?
ar: أتريد تنفيذ التأثير حالا؟
fr: Voulez-vous prendre l'effet immédiatement ?
he: האם אתה רוצה להיכנס לתוקף באופן מיידי?
pl: Zastosować zmiany teraz?
sk: Chcete aby sa efekty prejavili okamžite?
sv: Ska ändringarna gälla direkt?
tr: Etkiyi hemen görmek ister misin?
vi: Bạn có muốn áp dụng ngay lập tức không?
zh_tw: 你是否要立即生效？

source: Show advanced permissions in the Nautilus "File Properties" window
ar: أظهر التصاريح في نافذة "خصائص الملف" في نوتلس
fr: Afficher les permissions avancées dans la fenêtre "Propriétés" de Nautilus
pl: Pokaż zaawansowane uprawnienia w oknie "Własciwości" Nautilusa
sk: Zobraziť pokročilé oprávnenia na karte „Vlastnosti súboru“ Nautilus
sv: Visa avancerade behörigheter i Nautilus "Arkiv -> Egenskaper"-fönstret

source: File Browser
ar: مستعرض الملفات
fr: Explorateur de fichiers
he: דפדפן קבצים
pl: Przeglądarka plików
sk: Prehliadač súborov
sv: Filbläddrare
tr: Dosya Gezgini
vi: Trình duyệt tập tin
zh_tw: 檔案瀏覽器

source: CD Burner
ar: حارق الاسطونات
fr: Graveur de CD
he: CD מבער
pl: Nagrywanie płyt CD i DVD
sk: Napaľovanie CD
sv: Cd-brännare
tr: CD Yazıcı
vi: Trình ghi đĩa CD
zh_tw: CD 燒錄器

source: Enable BurnProof technology
ar: مكّن تقنية BurnProof
fr: Activer la technologie BurnProof
he: אפשר BurnProof טכנולוגיה
pl: Technologia "Burn-Proof" dla zapobiegania błędom powstającym w trakcie nagrywania płyt CD lub DVD
sk: Povoliť ochranu proti podtečeniu zásobníka
sv: Aktivera BurnProof-teknologi
tr: Yanma Koruması teknolojisini etkinleştir
vi: Bật công nghệ BurnProof
zh_tw: 啟用防燒死技術

source: Enable OverBurn
ar: مكّن الحرق الزائد (OverBurn)
fr: Activer l'OverBurn
he: אפשר OverBurn
pl: Tryb zapisu danych "OverBurn" na płytach CD-R i CD-RW ponad ich fabryczną pojemność
sk: Povoliť preplňovanie
sv: Aktivera OverBurn
tr: Fazla yazmayı etkinleştir
vi: Cho phép Ghi quá
zh_tw: 啟用超燒功能

source: Default thumbnail icon size (Pixels)
ar: حجم مصغرة الأيقونة المبدئي (بكسل)
fr: Taille par défaut des miniatures (Pixels)
pl: Domyślna wielkość miniaturek ikon (w pikselach)
sk: Predvolená veľkosť náhľadov (v pixeloch)
sv: Standardstorlek för tumnagelbilder (Pixels)

source: Maximum size of the thumbnail cache (Megabytes)
ar: أقصى حجم لمخزن المصغرات (ميغابايت)
fr: Taille maximum du cache de miniature (Megabytes)
pl: Maksymalny rozmiar cache dla miniaturek (w megabajtach)
sk: Maximálna veľkosť vyrovnávacej pamäte náhľadov (v megabajtoch)
sv: Maximal temporär storlek för tumnagelbilder (Megabytes)

source: Maximum age for the thumbnail in the cache (Days)
ar: أقصى عمر لمخزن المصغرات (أيام)
fr: Age maximum pour le cache de miniature (Jours)
pl: Maksymalny czas przechowywania miniaturek w cache (w dniach)
sk: maximálny vek náhľadov vo vyrovnávacej pamäti (v dňoch)
sv: Maximal ålder för miniatyrbilden i cachen (dagar)

source: Thumbnails Settings
ar: إعدادات المصغرات
fr: Configuration des miniatures
pl: Ustawienia miniaturek
sk: Nastavenie náhľadov
sv: Inställningar för miniatyrbilder
vi: Cấu hình Thumbnails
zh_tw: 縮圖設定
