Repository: tualatrix/ubuntu-tweak-old
Catalog: po/*.po
Languages: ar, fr, he, pl, sk, sv, tr, vi, zh_tw

source: A Useful Task List
ar: قائمة مهمات مفيدة
fr: Un gestionnaire de tâche utile
sk: Užitočný zoznam úloh
sv: En användbar "att göra lista"

source: Multiple GNOME terminals in one window
ar: طرفيات جنوم متعددة في نافذة واحدة
fr: Plusieurs terminaux GNOME dans une seule fenêtre
he: GNOME מסופי מרובים באותו חלון
pl: Terminal z możliwością dzielenia okna i używania zakładek.
sk: Viaceré GNOME terminály v jednom okne
sv: Flera GNOME-terminaler i samma fönster
tr: Tek pencerede birden fazla GNOME terminali
vi: Nhiều vùng lệnh trong một cửa sổ
zh_tw: 一個視窗中有多個GNOME終端機

source: Transmission is a fast, easy, and free multi-platform BitTorrent client.
sk: Transmission je rýchly, jednoduchý a slobodný multiplatformový klient siete BitTorrent.

source: Ubuntu Tweak makes it easier to configure Ubuntu
ar: يجعل تكييف أوبونتو تهيئة أوبونتو أسهل
fr: Ubuntu Tweak permet de configurer facilement Ubuntu
he: אובונטו Tweak מקלה על התצורה של אובונטו לינוקס
pl: Ubuntu Tweak to prosta konfiguracja Ubuntu
sk: Ubuntu Tweak uľahčuje konfiguráciu Ubuntu
sv: Ununtu Tweak gör det enklare att konfigurera Ubuntu
tr: Ubuntu Tweak, Ubuntu'yu kolayca yapılandırmaya yarar
vi: Ubuntu Tweak giúp dễ dàng cấu hình Ubuntu
zh_tw: Ubuntu Tweak讓設定Ubuntu更容易

source: Commonly used restricted packages
ar: الحزم المقيدة المستخدمة بشكل شائع
fr: Paquets non-libre les plus souvent utilisés
he: חבילות נפוצים מוגבלים
pl: Najczęściej używane, niezbędne oprogramowanie
sk: Bežne používané neslobodne balíky
sv: Ofta använda proprietära paket
tr: Genel olarak kullanılan sınırlı paketler
vi: Các gói hạn chế thường dùng
zh_tw: 常用的受限制套件

source: A feature rich, high performance virtualization software
fr: Logiciel de virtualisation riche et à haute perfermance
he: תכונה עשיר, תוכנות וירטואליזציה וביצועים גבוהים
pl: Doskonały program do tworzenia wirtualnych systemów operacyjnych. Idealne rozwiązanie dla testowania oprogramowania.
sk: Výkonný virtualizačný softvér bohatý na vlastnosti
sv: Ett funktionsrikt, högpresterande virtualiseringsprogram
tr: Zengin özellikli,yüksek performanslı sanallaştırma yazılımı
zh_tw: 一個功能豐富、性能強大的視覺化軟體

source: Read, capture, broadcast your multimedia streams
fr: Lit, enregistre et diffuse vos fluxs multimédia
he: קרא, צלם, לשדר את הזרמים מולטימדיה
pl: Czytaj, przechwytuj, nadawaj twoje multimedialne strumienie
sk: Čítanie, zachytávanie a vysielanie multimediálnych tokov
sv: Spela upp, spela in eller sänd dina multimediaströmmar
tr: Çokluortam akışlarınızı okuyun,görüntülerini yakalayın ve yayınlayın
vi: Đọc, chụp, quảng bá luồng đa phương tiện của bạn
zh_tw: 讀取、截取及廣播你的多媒體串流

source: Run Virtual Machines using VMware
ar: شغّل أجهزة تخيلية باستخدام VMware
fr: Lancer des machines virtuelles en utilisant VMware
he: הפעלה באמצעות מכונות וירטואליות VMware
pl: Wirtualne środowiska operacyjne
sk: Spúšťanie virtuálnych strojov pomocou VMware
sv: Kör virtuella maskiner med VMWare
tr: VMware kullanan sanal makineleri çalıştır
vi: Chạy máy ảo sử dụng VMware
zh_tw: 使用VMware執行虛擬機器

source: A compatibility layer for running Windows programs
fr: Couche de compatibilité permettant de lancer des programmes Windows
he: תאימות של Windows השכבה להפעלת תוכניות
pl: Zapewnia możliwość uruchamiania programów typu EXE. http://www.winehq.org/
sk: Vrstva kompatibility na spúšťanie programov Windows
sv: Ett kompabillitetslager för att kunna köra Windows-program
tr: Windows programlarını çalıştırmak için uyumluluk katmanı
vi: Một lớp tương thích để chạy các chương trình Windows
zh_tw: 一個可以執行Windows程式的相容底層

source: Wine-doors is an application designed to make installing windows software on Linux, Solaris or other Unix systems easier.
sk: Wine-doors je aplikácia určena na zjednodušenie inštalácie softvéru pre Windows na Linuxe, Solarise a ďalších unixových systémoch

source: XBMC is a free and open source software media player and entertainment hub
fr: XBMC is est un lecteur multimedia et une plateforme open source
he: XBMC היא בחינם תוכנת קוד פתוח Media Player ובידור לרכזת
pl: XBMC jest darmowym programem zamieniającym twój system w multimedialne centrum. Oglądanie zdjęć, filmów, słuchanie muzyki oraz dostęp do informacji jeszcze nigdy nie był tak prosty!
sk: XBMC je slobodný softvér na prehrávanie multimédií a centrum zábavy
sv: XBMC är en fri mediaspelare och multimediahubb med öppen källkod
tr: XBMC özgür ve açık kaynak çoklu ortam yazılımıdır
zh_tw: XMBC是一套免費及開放的媒體播放器和娛樂中心

source: Development Version of Mozilla Firefox 3.1, 4.0
sk: Vývojová verzia Mozilla Firefox 3.1, 4.0

source: Development version of Compiz Fusion
ar: نسخة التطوير من Compiz Fusion
fr: Version de développent de Compiz Fusion
he: גרסת פיתוח של Compiz Fusion
pl: Użyteczne animacje pulpitu 3D, rozszerz jego możliwości i komfort korzystania. http://www.compiz-fusion.org/
sk: Vývojová verzia Compiz Fusion
sv: Utvecklingsversion av Compiz Fusion
tr: Compiz Fusion'ın geliştirme versiyonu
vi: Phiên bản phát triển của Compiz Fusion
zh_tw: 開發版的Compiz Fusion

source: Google's Linux Repository
ar: مستودع غوغل لينكس
fr: Dépôts Google pour Linux
pl: Repozytoria od Google
sk: Linuxové zdroje od Google
sv: Googles Linux-förråd
tr: Google'ın linux deposu
vi: Kho lưu Linux của Google
zh_tw: Google的套件庫

source: K Desktop Environment 4.2
sk: Pracovné prostredie KDE 4.2

source: Lightweight X11 Desktop Environment: GPicView, PCManFM
pl: LXDE - Lightweight X11 Desktop Environment czyli lekkie środowisko graficzne oparte na GTK zawierające GPicView, PCManFM. http://lxde.org/
sk: Odľahčené pracovné prostredie X11: GPicView, PCManFM
tr: Sistemi Yormayan X11 Masaüstü Çevresi: GPicView, PCManFM
zh_tw: 輕量化的X11桌面環境: GPicView, PCManFM

source: Multimedia, Entertainment and Distraction In Ubuntu Medibuntu is a repository of packages that cannot be included into the Ubuntu distribution for legal reasons (copyright, license, patent, etc).
fr: Multimedia, Entertainment and Distraction In Ubuntu Medibuntu est un dépôt de paquets qui ne peuvent pas être inclus dans la distribution officielle Ubuntu pour des raisons légales (droit d'auteur, licence, brevet , etc).
he: מולטימדיה, בידור בדור ב אובונטו לינוקס Medibuntu הוא משכן של חבילות כאלה שלא יכולים להיכלל לתוך הפצת אובונטו לינוקס מסיבות משפטיות (זכויות יוצרים, רשיונות, פטנטים, וכו ').
pl: Multimedia, Entertainment and Distraction In Ubuntu Mediubuntu jest zbiorem repozytoriów nie zawartych domyślnie w Ubuntu powodu licencji, praw autorskich i patentów
sk: Multimédiá, zábava a rozptýlenie v Ubuntu Medibuntu je zdroj balíkov, ktoré nemôžu byť zahrnuté do distribúcie Ubuntu z právnych dôvodov (autorské práva, licencie, patenty atď).
sv: Multimedia, underhållning och avkoppling i Ubuntu Medibuntu är en paketförråd som inte går att inkludera i Ubuntu-distributionen på grund av juridiska anledningar ( upphovsrätt, licens, patent o.s.v.).
tr: Ubuntu'da Çokluortam ve Eğlence Medibuntu yasal nedenlerden dolayı Ubuntu'nun içermediği paketlein bulunduğu depodur. (copyright, lisans, patent, etc).
vi: Đa phương tiện, giải trí và trò chơi trong Ubuntu Medibuntu là một kho lưu những gói không được đi kèm trong bản phân phối Ubuntu vì lý do pháp luật (bản quyền, giấy phép, bằng sáng chế, ...).

source: Ubuntu repository for Chinese users. Including EIOffice, Ubuntu Tweak, ibus input method, OpenOffice.org 3.0 and other softwares.
ar: مستودع أوبونتو للمستخدمين الصينيينs. يتضمن EIOffice، وتكييف أوبونتو، و ibus input method، أوبن أوفيس.أورغ 3.0 وبرمجيات أخرى.
fr: Dépots Ubuntu pour les utilisateurs chinois ! Incluant EIOffice, Ubuntu Tweak, ibus input method, OpenOffice.org 3.0 et d'autres logiciels.
he: אובונטו לינוקס repository סינית עבור המשתמשים. כולל EIOffice, כוונן אובונטו לינוקס, ibus שיטת קלט, OpenOffice.org 3.0 ועוד תוכנות.
pl: Rezpozytoria dla użytkowników z Chin. Zawierają EIOffice, Ubuntu Tweak, ibus input method, OpenOffice.org 3.0 i inne.
sk: Zdroje Ubuntu pre čínskych používateľov Obsahuje EIOffice, Ubuntu Tweak, vstupnú metódu ibus, OpenOffice.org 3.0 a ďalší softvér.
sv: Ubuntu-förråd för kinesiska användare. Inkluderar EIOffice, Ubuntu Tweak, ibus input method, OpenOffice.org 3.0 och annan programvara.
tr: Çin kullanıcılar için Ubuntu deposu. EIOffice, Ubuntu Tweak, ibus input method, OpenOffice.org 3.0 ve diğer yazılımları içerir.
zh_tw: Ubuntu簡體中文使用者的套件庫 包含EIOffice, Ubuntu Tweak, ibus 輸入法, OpenOffice.org 3.0 以及其他軟體.

source: _Unlock
ar: _فك القفل
fr: _Déverrouiller
he: _ביטול נעילת
pl: _Odblokowanie
sk: _Odomknúť
sv: Lås _upp
tr: _Kilidi Aç
vi: _Gỡ khoá
zh_tw: 解除鎖定(_U)

source: Please press the new key combination
ar: من فضلك اضغط تجميعة المفاتيح الجديدة
fr: Veuillez appuyer sur la nouvelle combinaison de touches
he: נא להקליד את צירוף המקשים החדש
pl: Proszę wprowadzić nową kombinację klawiszy
sk: Stlačte novú kombináciu kláves
sv: Tryck en ny tangentkombination
tr: Yeni tuş kombinasyonuna basın
vi: Vui lòng nhập tổ hợp phím mới
zh_tw: 請按下新的组合键

source: Disabled
ar: معطّل
fr: Désactivé
he: מכובה
pl: Wyłączony
sk: Vypnuté
sv: Inaktiverad
tr: Devre Dışı
vi: Tắt
zh_tw: 禁用

source: Create folder
ar: إنشاء مجلد
fr: Créer un dossier
he: צור תיקייה
pl: Nowy katalog
sk: Vytvoriť priečinok
sv: Skapa mapp
tr: Dizin oluştur
vi: Tạo thư mục
zh_tw: 建立資料夾

source: Delete
ar: حذف
fr: Supprimer
he: למחוק
pl: Usuń
sk: Odstrániť
sv: Ta bort
tr: Sil
vi: Xóa
zh_tw: 刪除

source: Input the dir name
ar: أدخل اسم الدليل
fr: Entrer le nom du répertoire
he: הזן את שם ספרייה
pl: Nazwa katalogu
sk: Zadajte názov adresára
sv: Mata in katalognamnet
tr: Dizin adı girin
vi: Nhập vào tên thư mục
zh_tw: 輸入資料夾名稱

source: Can't rename the root folder
ar: تعذّرت إعادة تسمية مجلد الجذر
fr: Impossible de renommer le dossier root
he: לא ניתן לשנות את שם תיקיית הבסיס
pl: Nie można zmienić nazwy "katalogu root"
sk: Nie je možné premenovať koreňový priečinok
sv: Kan inte byta namn på rotmappen
tr: Root dizininin adı değiştirilemez
vi: Không thể đổi tên thư mục gốc
zh_tw: 不能重命名根目錄

source: Can't delete the root folder
ar: تعذّر حذف مجلد الجذر
fr: Impossible de supprimer le dossier root
he: לא ניתן למחוק את תיקיית הבסיס
pl: Nie można usunąć "katalogu root"
sk: Nie je možné zmazať koreňový priečinok
sv: Kan inte ta bort rotmappen
tr: Root dizini silinemez
vi: Không thể xóa thư mục gốc
zh_tw: 不能刪除根目錄

source: Can't rename! There're files in it!
ar: تعذّرت إعادة التسمية! يوجد ملفات فيه!
fr: Impossible de renommer! Il contient des fichiers!
he: לא ניתן לשנות שם! יש בה מחפשים קבצים!
pl: Nie można zmienić nazwy! Wybrany katalog zawiera pliki.
sk: Nie je možné premenovať! Obsahuje súbory!
sv: Kan inte byta namn! Det finns filer i den!
tr: Yeniden adlandırılamaz! İçerisinde dosya var!
vi: Không thể đổi tên! Có một số tệp trong đó!
zh_tw: 不能重命名！ 有檔案在裏面！

source: An unexpected error has occurred.
ar: صودف خطأ غير متوقع.
fr: une erreur imprévue est survenue.
he: שגיאה לא צפויה התרחשה.
pl: Nieznany błąd
sk: Vyskytla sa neočakávaná chyba.
sv: Ett oväntat fel har inträffat.
tr: Beklenmeyen bir hata oluştu.
vi: Gặp một lỗi bất thường.
zh_tw: 發生了未預期的錯誤。

source: Could not authenticate
ar: تعذّر التصريح
fr: Impossible de s'authentifier
he: אין אפשרות לאמת
pl: Brak autoryzacji
sk: Autentifikácia sa neporadila
sv: Kunde inte autentisera
tr: Kimlik doğrulanamadı
vi: Không thể xác thực
zh_tw: 無法驗證

source: You need to restart your computer.
ar: تحتاج إلى إعادة تشغيل حاسوبك.
fr: Vous devez redémarrer votre ordinateur
he: אתה צריך להפעיל מחדש את המחשב.
pl: Należy uruchomić ponownie komputer.
sk: Vyžaduje sa reštart počítača.
sv: Du måste starta om din dator.
tr: Bilgisayarınızı yeniden başlatmalısınız
vi: Bạn cần khởi động lại máy tính.
zh_tw: 你需要重新啟動電腦

source: Service hasn't initialized yet
ar: لم تبدأ الخدمة بعد
fr: Le service ne s'est pas encore initialiser
he: השירות עדיין לא אותחל
pl: Usługa nie została włączona
sk: Služba sa zatiaľ nespustila
sv: Tjänsten har inte initierats än
tr: Servis henüz başlatılmadı
vi: Dịch vụ chưa được khởi chạy
zh_tw: 服務尚未初始化

source: Ubuntu Tweak Preferences
ar: خصائص Ubuntu Tweak
fr: Préférences de Ubuntu Tweak
pl: Ustawienia programu Ubuntu Tweak
sk: Nastavenia Ubuntu Tweak
sv: Ubuntu Tweak inställningar

source: <b>User Interface</b>
ar: <b>واجهة المستخدم</b>
fr: <b>Interface utilisateur</b>
pl: <b>Interfejs użytkownika</b>
sk: <b>Používateľské rozhranie</b>
sv: <b>Användargränssnitt</b>

source: Left Menubar Font Color
ar: خط لون شريط القائمة الأيسر
fr: Couleur de la police de la barre de menus de gauche
pl: Kolor czcionki na belce w menu
sk: Farba písma v ľavom paneli menu
sv: Typsnittsfärg för vänster menyrad

source: Left Menubar Color
ar: لون شريط القائمة الأيسر
fr: Couleur de la barre de menus de gauche
pl: Kolor belki w menu
sk: Farba ľavého panelu menu
sv: Färg för vänster menyrad

source: Default Window Height
ar: ارتفاع النافذة المبدئي
fr: Hauteur par défaut de la fenêtre
pl: Domyślna wysokość okna
sk: Predvolená výška okna
sv: Standardhöjd för fönster

source: Default Window Width
ar: عرض النافذة المبدئي
fr: Largeur par défaut de la fenêtre
pl: Domyślna szerokość okna
sk: Predvolená šírka okna
sv: Standardbredd för fönster

source: Left Menubar Width
ar: عرض شريط القائمة الأيسر
fr: Largeur de la barre de menus de gauche
pl: Szerokość menu
sk: Šírka ľavého panelu menu
sv: Bredd för vänster menyrad

source: <b>Features</b>
ar: <b>الخصائص</b>
fr: <b>Fonctionnalités</b>
sk: <b>Funkcie</b>
sv: <b>Funktioner</b>

source: Default Launch Function
ar: عملية التشغيل الإفتراضية
fr: Fonction par défaut au démarrage
pl: Domyślnie włączona funkcja
sk: Predvolená funkcia po spustení
sv: Standardfunktion att starta

source: <big><b>Oops... a fatal error occured</b></big>
ar: <big><b>عفواً... حدث خطأ قاتل</b></big>
fr: <big><b>Oups... Une erreur fatale s'est produite</b></big>
sk: <big><b>Oops... vyskytla sa kritická chyba</b></big>

source: Ubuntu Tweak need to turn off. If you'd like to help us fix the problem, Please choose <i>Report</i> to file a new bug report. Make sure to include the error message below:
ar: يحب إغلاق Ubuntu Tweak. إذا رغبت في مساعدتنا لإصلاح هذه المشكلة، الرجاء إختيار <i>تقرير</i> لإرسال تقرير عن المشكلة. تأكد من إدراج رقم رسالة الخطأ في الأسفل:
fr: Ubuntu Tweak a besoin de quitter. Si vous désirez nous aider à fixer ce problème, Veuillez choisir <i>Raporter</i> pour créer un nouveau rapport de bug. Soyez sûr d'inclure le message d'erreur suivant:
sk: Ubuntu Tweak sa musí ukončiť. Ak nám chcete pomôcť opraviť tento problém, vyberte prosím <i>Ohlásiť</i> a vyplňte nové hlásenie o chybe. Nezabudnite vložiť nasledovnú chybovú správu:

source: Error Message
ar: رسالة الخطأ
fr: Message d'erreur
sk: Chybová správa
sv: Felmeddelande

source: _Report
ar: _تقرير
fr: _Raporter
sk: _Ohlásiť

source: <big><b>Oops... an error occured</b></big>
ar: <big><b>عفواً... حدث خطأ ما</b></big>
fr: <big><b>Oups... Une erreur s'est produite</b></big>
sk: <big><b>Oops... vyskytla sa chyba</b></big>

source: If you'd like to help us fix the problem, Please choose <i>Report</i> to file a new bug report. Make sure to include the error message below:
ar: إذا رغبت في مساعدتنا لإصلاح هذه المشكلة، الرجاء إختيار <i>تقرير</i> لإرسال تقرير عن المشكلة. تأكد من إدراج رقم رسالة الخطأ في الأسفل:
fr: Si vous désirez nous aider à fixer ce problème, Veuillez choisir <i>Raporter</i> pour créer un nouveau rapport de bug. Soyez sûr d'inclure le message d'erreur suivant:
sk: Ak nám chcete pomôcť opraviť tento problém, vyberte prosím <i>Ohlásiť</i> a vyplňte nové hlásenie o chybe. Nezabudnite vložiť nasledovnú chybovú správu:

source: Edit Type
ar: حرّر النوع
fr: Modifier le type
pl: Edycja typu
sk: Upraviť typ
sv: Redigera typ
vi: Sửa kiểu
zh_tw: 編輯類型

source: Add Application
ar: إضافة تطبيق
fr: Ajouter une application
pl: Dodaj program
sk: Pridať aplikáciu
sv: Lägg till program
tr: Uygulama Ekle
vi: Thêm ứng dụng
zh_tw: 新增應用程式

source: Select an application to view its description.
ar: اختر تطبيقا لعرض وصفه.
fr: Sélectionnez une application pour afficher sa description
pl: Wybierz aplikację, by zobaczyć jej opis.
sk: Vyberte aplikáciu ktorej popis chcete zobraziť
sv: Välj ett program för att visa dess beskrivning.
tr: Açıklamasını görüntülemek için bir uygulama seçin.
vi: Chọn một ứng dụng để xem mô tả của nó.
zh_tw: 選取一程式來檢視它的描述。

source: _Use a custom command
ar: ا_ستخدم أمرا مخصصا
fr: _Utiliser une commande personnalisée
pl: _Własne polecenie
sk: Po_užiť vlastný príkaz
sv: A_nvänd ett anpassat kommando
tr: _Özel bir komut kullan
vi: Dùng _lệnh tự chọn
zh_tw: 使用自訂指令(_U)

source: Program
ar: البرنامج
fr: Logiciel
he: תוכנה
tr: Uygulama
vi: Chương trình
zh_tw: 程式

source: Text
ar: نص
fr: Texte
he: טקסט
pl: Tekst
tr: Metin
vi: Văn bản
zh_tw: 文字

source: Video
ar: فيديو
fr: Vidéo
he: וידאו
zh_tw: 視訊

source: Expo
ar: عرض
fr: Exposé
tr: Sergi
vi: Triển lãm
zh_tw: 展示桌面

source: Reset
ar: إعادة ضبط
fr: Réinitialiser
sv: Återställ

source: GNOME
ar: جنوم

source: Nautilus
ar: نوتلس
he: נאוטילוס
zh_tw: 檔案管理器

source: CPU
ar: وحدة المعالجة المركزية
he: מעבד
pl: Procesor
sv: Processor
tr: İşlemci

source: Shell
ar: شل
he: מעטפת
pl: Powłoka
sv: Skal
tr: Kabuk

source: Menu
ar: قائمة
he: תפריט
sv: Meny
tr: Menü
vi: Trình đơn
zh_tw: 彈出選單

source: ID
ar: الهوية
tr: Kimlik
zh_tw: 編號

source: _Locale:
ar: المو_قع:
he: _מיקום:
pl: _Lokalizacja:
sv: _Lokal:
tr: _Yerel:
vi: _Vị trí:
zh_tw: 區域(_L)：

source: The file "%s" is exists!
he: הקובץ "%s" קיים!
pl: Plik "%s" istnieje!
sv: Filen "%s" finns redan!

source: The folder "%s" is exists!
he: התיקייה "%s" קיימת!
pl: Katalog "%s" istnieje!
sv: Mappen "%s" finns redan!

source: The target "%s" is exists!
he: היעד "%s" קיים!
pl: Cel "%s" istnieje!
sv: Målet "%s" finns redan!

source: You can install the new applications through Add/Remove.
he: אתה יכול להתקין את יישומים חדשים באמצעות הוספה/הסרה.
pl: Nowe programy można instalować poprzez Dodaj/Usuń...
sv: Du kan installera nya program genom Lägg till/Ta bort

source: Uploding...
he: מעלה...
pl: Wysyłanie...
sv: Skickar upp...

source: Please input the correct infomation of the sources!
he: אנא הזן את נתוני המקורות הנכונים!
pl: Proszę wpisać informacje o repozytoriach
sv: Mata in korrekt information om källorna!

source: You can submit your sources to our server to help build the sources list, or you can use the official sources. Do you wish to use the official sources?
he: תוכל לשלוח את מקורותיך לשרת שלנו כדי לעזור לבנות את רשימת המקורות, או שתוכל להשתמש במקורות הרשמיים. האם ברצונך להשתמש במקורות הרשמיים?
pl: Można wysłać swoje repozytoria pomagając tworzyć listę repozytoriów lub wrócić do oficjalnej listy. Czy użyć oficjalnej i skasować bieżącą listę z repozytoriami?
sv: Du kan skicka in dina källor till vår server för att hjälpa till att bygga upp en lista över källor. Du kan även använda de officiella källorna. Vill du använda de officiella källorna?

source: Please check the permission of the sources.list.
he: אנא בדוק את הרשאות הקובץ sources.list.
pl: Należy sprawdzić uprawnienia do listy repozytoriów dla pliku "sources.list".
sv: Kontrollera rättigheterna för filen sources.list.

source: The currenly content will be lost after reloading! Do you wish to continue?
he: התוכן הנוכחי יאבד לאחר טעינה מחדש! האם ברצונך להמשיך?
pl: Bieżąca zawartość będzie usunięta po ponownym załadowaniu! Kontynuować?
sv: Den aktuella innehållet kommer att gå förlorat efter uppdatering! Vill du fortsätta?

source: Development Version of Mozilla Firefox 3.0/3.1, 4.0
he: פיתוח גרסה של Mozilla Firefox 3.0/3.1, 4.0
pl: Rozwojowa wersja Mozilla Firefox 3.0/3.1, 4.0
sv: Utvecklingsversion av Mozilla Firefox 3.0/3.1, 4.0

source: K Desktop Environment 4.1
pl: KDE 4.1 (K Desktop Environment) to jedno z dwóch, obok GNOME, najpopularniejszych środowisk graficznych. www.kde.org
