Repository: tualatrix/ubuntu-tweak-old
Catalog: po/*.po
Languages: ar, fr, he, pl, sk, sv, tr, vi, zh_tw

source: Nautilus with Open Terminal
ar: نوتلس بطرفية مفتوحة
fr: Nautilis avec Open Terminal (ouvrir la console)
he: עם פתיחת מסוף נאוטילוס
pl: "Otwórz w terminalu" dla katalogów
sk: Nautilus s Otvoriť terminál
sv: Nautilus med Öppna terminal
tr: Açık terminalle Nautilus
vi: Nautilus với Mở trong cửa sổ dòng lệnh
zh_tw: Nautilus的開啟終端機功能

source: Nautilus with Root Privileges
ar: نوتلس بصلاحيات جذر
fr: Nautilus avec les privilèges root
he: נאוטילוס עם הרשאות root
pl: "Otwórz jako administrator" dla katalogów i plików
sk: Nautilus s oprávneniami správcu
sv: Nautilus med Root-privilegier
tr: Yönetici Yetkileriyle Nautilus
vi: Nautilus với Quyền Root
zh_tw: Nautilus的以管理員打開功能

source: Nautilus with Wallpaper
ar: نوتلس بخلفية
fr: Nautilus avec fond d'écran
he: נאוטילוס עם טפט
pl: "Ustaw jako tapetę" dla plików graficznych
sk: Nautilus s Pozadím plochy
sv: Nautilus med Skrivbordsbakgrund
tr: Duvarkağıtlı Nautilus
vi: Nautilus với Ảnh nền màn hình
zh_tw: Nautilus的設定桌面壁紙功能

source: Nautilus Extensions
ar: امتدادات نوتلس
fr: Extensions de Nautilus
he: נאוטילוס סיומות
pl: Menu kontekstowe
sk: Rozšírenia Nautilus
sv: Nautilus-tillägg
tr: Nautilus Eklentileri
vi: Phần mở rộng Nautilus
zh_tw: 檔案瀏覽器外掛程式

source: Clean up the thumbnails cache (Free %s disk size)
ar: نظّف مخزن المصغرات (يحرّر %s من مساحة القرص)
fr: Vider le cache des miniatures (libérez %s d'espace disque)
pl: Odkurzanie pamięci miniaturek plików (do odzyskania %sB na dysku)
sk: Vyčistiť vyrovnávaciu pamäť náhľadov (uvoľní %s miesta na disku)
sv: Rensa upp miniatyrbildscachen (Frigör %s diskutrymme)
vi: Dọn dẹp bộ đệm thumbnails (Làm trống %s ổ đĩa)
zh_tw: 清理縮圖快取（釋放%s硬碟空間）

source: The thumbnails cache will be cleaned, do you wish to continue?
ar: سينظف مخزن المصغرات، أتريد المتابعة؟
fr: Le cache des miniatures va être vidé, Voulez-vous continuer ?
pl: Pamięć podręczna miniaturek zostanie wyczyszczona. Kontynuować?
sk: Vyrovnávacia pamäť náhľadov bude vyčistená. Chcete pokračovať?
sv: Miniatyrbildscachen kommer att tömmas. Vill du fortsätta?
vi: Bộ đệm thumbnails sẽ được dọn, bạn có muốn tiếp tục?
zh_tw: 縮圖的快取將被清理，你想要繼續嗎？

source: Advanced Power Management Settings
ar: إعدادات إدارة الطاقة المتقدمة
fr: Configurations
he: הגדרות ניהול צריכת חשמל מתקדם
pl: Zaawansowane ustawienia zarządzania energią
sk: Pokročilé nastavenia správy napájania
sv: Inställningar för Advanced Power Management
tr: Gelişmiş Güç Yönetimi Ayarları
vi: Thiết lập quản lý điện năng nâng cao
zh_tw: 進階電源管理設定

source: Enable "Hibernation"
ar: مكّن "السبات"
fr: Activer "Hibernation"
he: אפשר "מצב שינה "
pl: Aktywny tryb "Hibernuj"
sk: Povoliť „Hibernáciu“
sv: Aktivera "Viloläge"
tr: Hazırda bekletmeyi etkinleştir
vi: Bật "Ngủ đông"
zh_tw: 開啟 "休眠"

source: Enable "Suspend"
ar: مكّن "الاستعداد"
fr: Activer "Suspension"
he: אפשר "להשעות "
pl: Aktywny tryb "Wstrzymaj"
sk: Povoliť „Úsporný režim“
sv: Aktivera "Vänteläge"
tr: Askıya almayı etkinleştir
vi: Bật "Nghỉ"
zh_tw: 開啟 "待命"

source: Show "CPU frequency control option" in Power Management Preferences
fr: Afficher "l'option de control de la fréquence du CPU" dans les Préférences de Gestion d'Energie
he: הצג את "תדר CPU אפשרות שליטה " ב ניהול צריכת חשמל העדפות
pl: Sterowanie częstotliwością pracy procesora w "Zarządzanie Zasilaniem"
sk: Zobraziť možnosti riadenia frekvencie procesora v nastavení Správy napájania
sv: Visa "CPU frequency control option" i strömhanteringsinställningarna
tr: Güç Yönetimi Özelliklerinde "İşlemci frekansını kontrol seçeneğini" göster
vi: Hiển thịi "Lựa chọn điều khiển tần số CPU" trong Tùy chỉnh quản lý điện năng
zh_tw: 在電源管理中顯示 "CPU 頻率控制選項"

source: Disable Network Manager when asleep
ar: عطّل مدير الشبكة عند النوم
fr: Désactiver le gestionnaire de réseau pendant la veille.
sk: Počas spánku vypnúť Správcu siete
sv: Inaktivera nätverkshanteraren när datorn sover

source: Enable "Lock screen" when "Blank Screen" activates
ar: مكّن "قفل الشاشة" عندما ينشط "تسويد الشاشة"
fr: Verrouiller l'écran lorsqu'il est rabattu
he: אפשר "נעל מסך " כאשר "מסך ריק " לפעיל
pl: Aktywne "Zablokuj ekran" podczas
sk: Povoliť „Zamknutie obrazovky“ ak sa aktivuje „Prázdna obrazovka“
sv: Aktivera "Lås skärmen" när "skärmblankning" aktiveras
tr: "Boş Ekran" aktifleştiğinde "Ekranı Kilitle" etkin
vi: Bật "Khóa màn hình" khi kích hoạt "Màn hình đen"
zh_tw: 當 "黑畫面" 啟動時開啟 "鎖定畫面"

source: Display "Power Manager" panel item
ar: اعرض عنشر الشريط "مدير الطاقة"
fr: Afficher le Panneau de "Gestion d'Energie"
he: הצג "כוח מנהל " הפנל פריט
pl: Widoczny panel "Zarządzanie zasilaniem"
sk: Zobraziť „Správu napájania“ na paneli
sv: Visa panelobjektet "Strömhanterare"
tr: Güç yöneticisini panelde göster
vi: Hiển thị mục panel "Quản lý điện năng"
zh_tw: 顯示 "電源管理" 面版選項

source: Never display
ar: لا تعرضه أبدا
fr: Ne jamais afficher
he: אל פעם אל תראה
pl: Nie pokazuj
sk: Nezobrazovať
sv: Visa aldrig
tr: Asla gösterme
vi: Không bao giờ hiện
zh_tw: 從不顯示

source: When charging
ar: عند الشحن
fr: Lors du chargement
he: בזמן טעינה
pl: Podczas ładowania baterii
sk: Pri nabíjaní
sv: Vid uppladdning
tr: Şarj ederken
vi: Khi sạc pin
zh_tw: 僅在充電時

source: Always display
ar: اعرضه دائما
fr: Toujours afficher
he: תמיד לתראות
pl: Zawsze pokazuj
sk: Zobraziť vždy
sv: Visa alltid
tr: Her zaman göster
vi: Luôn luôn hiện
zh_tw: 始終顯示

source: Normal
ar: عادي
he: רגיל
pl: Normalny
sk: Bežne
vi: Bình thường
zh_tw: 標準

source: On Demand
ar: عند الطلب
fr: Sur Demande
he: לפי דרישה
pl: Na żądanie
sk: Na požiadanie
sv: Vid behov
tr: Talep üzerine
vi: Theo nhu cầu
zh_tw: 以處理器負載為準

source: Power Save
ar: حفظ الطاقة
fr: Économie d'énergie
he: שמור כוח
pl: Oszczędzanie energii
sk: Šetrenie energie
sv: Strömsparläge
tr: Güç Tasarrufu
vi: Tiết kiệm điện năng
zh_tw: 最大節約電源

source: Performance
ar: الأداء
fr: Performances
he: ביצועים
pl: Wydajność
sk: Výkon
sv: Prestanda
tr: Performans
vi: Hiệu năng
zh_tw: 永遠保持最高速度

source: CPU Policy
ar: سياسة المعالج
fr: Gestion du Processeur
he: מדיניות CPU
pl: Tryby pracy procesora
sk: Politika CPU
sv: Processorpolicy
tr: İşlemci Davranış Biçimi
vi: Chế độ CPU
zh_tw: CPU使用策略

source: The Performance value when on AC power
ar: قيمة الأداء على طاقة الكهرباء
fr: Valeur de la performance quand branché sur secteur
he: ביצועים כאשר הערך על כוח AC
pl: Wydajność podczas zasilania z sieci
sk: Výkon pri napájaní zo siete
sv: Prestandavärde när nätadapter används
tr: Elektrik kaynağı kullanımındaki performans değeri
vi: Đặt giá trị Hiệu năng khi cắm nguồn
zh_tw: 當使用交流電時CPU性能值

source: The Performance value when on battery power
ar: قيمة الأداء عند طاقة البطارية
fr: Valeur de la performance quand sur batterie
he: ביצועים כאשר הערך על סוללה
pl: Wydajność podczas zasilania z akumulatora
sk: Výkon pri napájaní zo siete
sv: Prestandavärde när batterispänning används
tr: Pil kullanımındaki performans değeri
vi: Đặt giá trị Hiệu năng khi dùng pin
zh_tw: 當使用電池時CPU性能值

source: The CPU frequency policy when on AC power
ar: سياسية تكرار وحدة المعالجة المركزية على طاقة الكهرباء
fr: Politique de gestion de la fréquence du processeur quand branché sur secteur
he: מעבדים את תדירות כאשר על מדיניות כוח AC
pl: Praca procesora podczas zasilania z sieci
sk: Frekvencia procesora pri napájaní zo siete
sv: Processorfrekvenspolicy när nätadapter används
tr: Elektrik kullanımındaki işlemci davranış biçimi
vi: Chế độ tần số CPU kh cắm nguồn
zh_tw: 當使用交流電時CPU頻率使用策略

source: The CPU frequency policy when on battery power
ar: سياسة تواتر وحدة المعالجة المركزية على طاقة البطارية
fr: Politique de gestion de la fréquence du processeur quand sur batterie
he: מעבדים את תדירות כאשר על מדיניות על סוללה
pl: Praca procesora podczas zasilania z akumulatora
sk: Frekvencia procesora pri napájaní z batérie
sv: Processorfrekvenspolicy när batterispänning används
tr: Pil kullanımındaki işlemci davranış biçimi
vi: Chế độ tần số CPU khi dùng pin
zh_tw: 當使用電池時CPU頻率使用策略

source: Enable Check Update
ar: تمكين فحص التحديث
fr: Activer la vérification de mise à jour
pl: Menedżera aktualizacji włączony
sk: Povoliť „Skontrolovať aktualizácie“
sv: Aktivera uppdateringskontroll

source: Choose the sources
ar: إختيار المصادر
fr: Choisir les sources
he: בחר את מקורות
pl: Proszę wybrać repozytoria
sk: Vyberte zdroje
sv: Välj källorna
tr: Kaynakları Seçin
vi: Chọn nguồn
zh_tw: 選擇來源

source: You can read the title and comment to determine which source is suitable for you.
ar: تستطيع قراءة العنوان والتعليق لتقرير أي مصدر متاسب لك.
fr: Vous pouvez lire le titre et les commentaires pour déterminer la source que vous convient.
he: אתה יכול לקרוא את הכותרת ואת התגובה כדי לקבוע איזה מקור מתאים לך.
pl: W wyborze odpowiednich list repozytoriów pomóc mogą ich tytuły i opisy.
sk: Na základe názvu a komentára si môžete vybrať, ktoré zdroje sú pre vás vhodné.
sv: Du kan läsa titeln och kommentarerna för att avgöra vilken källa som passar dig.
tr: Başlığı okuyabilir ve sizin için uygun olan kaynağı belirlemek için yorum yapabilirsiniz
vi: Bạn có thể đọc tiêu đề và chú thích để quyết định nguồn thích hợp với mình.
zh_tw: 您可以讀取標題和說明來了解哪一些來源適合您

source: Detail
ar: تفاصيل
fr: Détail
he: פרט
pl: Szczególy
sk: Podrobnosti
sv: Detalj
tr: Ayrıntı
vi: Chi tiết
zh_tw: 細節

source: Submit your sources
ar: إرسال مصادرك
fr: Soumettre vos sources
he: שלח את מקורות
pl: Wyślij swój zbiór repozytoriów
sk: Odoslať svoje zdroje
sv: Skicka in dina källor
tr: Kaynaklarınızı gönderin
vi: Đệ trình những nguồn của bạn
zh_tw: 送出您的來源

source: You can submit your sources to the server, so that other people can share with your sources.
ar: تستطيع إرسال مصادرك إلى الخادوم، ليتمكن الأشخاص الأخرون من مشاركة مصادرك.
fr: Vous pouvez envoyer vos sources au serveur pour que d'autres personnes puissent les partager.
he: אתה יכול להגיש את המקורות לשרת, כך אנשים אחרים יכולים לחלוק עם המקורות שלך.
pl: Można wysłać własny zbiór repozytoriów dzieląc się z nimi z innymi użytkownikami.
sk: Môžete odoslať svoje zdroje na server a tak ich zdieľať s ostatnými
sv: Du kan skicka in dina källor till servern så att andra personer kan använda dina källor.
tr: Sunucuya kaynaklarınız gönderebilir ve diğer insanlara paylaşabilirsiniz
vi: Bạn có thể đệ trình những nguồn của bạn lên máy phục vụ, như vậy mọi người có thể chia sẻ nguồn của bạn.
zh_tw: 您可以送出您的來源到伺服器上,那其他的使用者都可以分享您的來源

source: _Source Title:
ar: عنوان ال_مصدر:
fr: _Source Titre:
he: _מקור כותרת:
pl: _Tytuł repozytoriów
sk: _Názov zdroja:
sv: _Källans titel:
tr: _Kaynak Başlığı:
vi: _Tiêu đề nguồn:
zh_tw: 源標題(_S)：

source: Enter the title of the source, such as "Ubuntu Official Repostory"
ar: أدهل عنوان المصدر، مثل "مستودع أوبونتو الرسمي"
fr: Entrer le tire de votre sourcee, comme "Ubuntu Official Repostory"
he: הזן את הכותרת של המקור, כגון "אובונטו לינוקס הרשמית מחסן "
pl: Proszę wprowadzić tytuł dla repozytoriów np "Oficjalne repozytoria Ubuntu"
sk: Vložte názov zdroja, napr. „Oficiálne zdroje Ubuntu“
sv: Skriv titeln på källan, såsom "Ubuntu Official Repository"
tr: Kaynağın başlığını girin,örn: "Ubuntu Resmi Deposu""
vi: Nhập vào tiêu đề của nguồn, ví dụ "Kho lưu chính thức cuar Ubuntu"
zh_tw: 輸入源的標題，如：Ubuntu官方源

source: If the locale isn't correct, you can edit by yourself
ar: إذا لم يكن الموقع صحيحا، تستطيع تحريره بنفسك
fr: Si l'emplacement est incorrect, vous pouvez l'éditer vous-même
sk: Ak locale nie je správne, môžete ho upraviť ručne

source: Submit
ar: إرسال
fr: Soumettre
he: שלח
pl: Wyślij
sk: Odoslať
sv: Skicka in
tr: Gönder
vi: Chập nhận
zh_tw: 送出

source: Please check your network connection!
ar: رجاء افحص إتصالك بالشبكة!
fr: S'il vous plait vérifier votre connection réseau
he: אנא בדוק את חיבור הרשת שלך!
pl: Proszę sprawdzić połączenie z siecią.
sk: Prosím skontrolujte svoje pripojenie k internetu
sv: Kontrollera din nätverksanslutning!
tr: Lütfen ağ bağlantınızı kontrol edin!
vi: Vui lòng kiểm tra kết nối mạng của bạn!
zh_tw: 請確認您的網路連線!

source: Network Error
ar: خطأ في الشبكة
fr: Erreur Réseau
he: שגיאת רשת
pl: Błąd sieci
sk: Chyba siete
sv: Nätverksfel
tr: Ağ Arızası
vi: Lỗi mạng
zh_tw: 通訊錯誤

source: Uploading...
ar: تحديث...
sk: Nahráva sa...

source: Updating...
ar: تحديث...
fr: Mise à jour en cours...
he: מעדכן ...
pl: Aktualizacja...
sk: Aktualizuje sa...
sv: Uppdaterar...
tr: Güncelleniyor...
vi: Đang cập nhật...
zh_tw: 更新中...

source: Freely edit your software sources to fit your needs. Click "Update Sources" if you want to change the sources. Click "Submit Sources" if you want to share your sources with other people.
ar: عدل بحرية مصادر برمجياتك لتلائم احتياجاتك. انفر "مصادر التحديث" إذا أردت تغيير المصادر. انقر "مصادر الإرسال" إذا أردت مشاركة مصادرك مع الأشخاص الآخرين.
fr: Éditer librement vos sources de logiciels pour qu'elles correspondent à vos besoins. Cliquer sur "Mise à jour des sources" si vous souhaitez modifier les sources. Cliquer sur "Soumettre les sources" si vous souhaitez partager vos sources avec d'autres personnes.
he: ערוך בחופשיות את מקורות התוכנה כדי שיתאימו לצרכיך. לחץ על "עדכן מקורות" אם ברצונך לשנות את המקורות. לחץ על "שלח מקורות" אם ברצונך לשתף את מקורותיך עם אחרים.
pl: Edytor repozytoriów pozwala na ich najlepsze dopasowanie dla systemu. Należy kliknąć "Aktualizacja", aby zmienić obecne repozytoria. Można tworzyć listę repozytoriów z innymi użytkownikami wysyłając swoją propozycję poprzez kliknięcie "Wyślij".
sk: Upravte si zdroje softvéru podľa svojich predstáv. Kliknite na „Aktualizovať zdroje“ ak chcete zmeniť svoje zdroje. Kliknite na „Odoslat zdroje“ ak chcete zdieľať svoje zdroje s ostatnými.
sv: Redigera dina programkällor för att passa dina behov. Klicka på "Uppdatera källor" om du vill ändra källorna. Klicka på "Skicka in källor" om du vill dela med dig av dina källor med andra.
tr: Yazılım kaynaklarınızı ihtiyacınıza uygun olarak düzenleyin Kaynakları değiştirmek istiyorsanız "Kaynakları Güncelle"ye basın Kaynaklarınızı başkalarıyla da paylaşmak istiyorsanız "Kaynağı Gönder"i tıklayın.
vi: Tự do sửa nguồn phần mềm của bạn để thích hợp với những gì bạn cần. Nhắp "Cập nhật nguồn" nếu bạn muốn thay đổi nguồn. Nhắp "Đệ trình nguồn" nếu bạn muốn chia sẻ nguồn của bạn với những người khác.
zh_tw: 您可以自行編輯您需要的軟體來源. 假如您想變更來源請按下 "更新來源". 假如您想分享您的來源給其他人請按下 "送出來源".

source: Update Sources
ar: تحديث المصادر
fr: Mise à jour des sources
he: עדכן מקורות
pl: Aktualizuj
sk: Aktualizovať zdroje
sv: Uppdatera källor
tr: Kaynakları Güncelle
vi: Cập nhật nguồn
zh_tw: 更新來源

source: Submit Sources
ar: إرسال المصادر
fr: Soumettre les sources
he: שלח מקורות
pl: Wyślij
sk: Odoslať zdroje
sv: Skicka in källor
tr: Kaynakları Gönder
vi: Đệ trình nguồn
zh_tw: 送出來源

source: You can install new applications through Add/Remove.
ar: تستطيع تثبيت تطبيقات جديدة عبر أضف/أزل.
sk: Pomocou Pridať/odstrániť môžete nainštalovať nové aplikácie

source: Please input the correct information of the sources!
ar: من فضلك أدخل المعلومات الصحيحة عن المصادر!
sk: Prosím zadajte správne informácie o zdrojoch!

source: You can submit your sources to our server to help building the sources list, or you can use the official sources. Do you wish to use the official sources?
ar: تستطيع إرسال مصادرك إلى خواديمنا لمساعدتنا في بناء قائمة المصادر، أو تستطيع استخدام المصادر الرسمية. أتريد استخدام المصادر الرسمية؟
sk: Môžete svoje zdroje zaslať na náš server, čím pomôžete zostaviť zoznam zdrojov alebo môžete použiť oficálne zdroje. Želáte si použiť oficiálne zdroje?

source: No source data available
ar: لا مصدر بيانات متاح
fr: Aucune source de donnés valable
he: אין מקור נתונים זמין
pl: Brak dostępnych repozytoriów
sk: Nie sú dostupné údaje o zdrojoch
sv: Inget källdata tillgängligt
tr: Uygun kaynak verisi yok
vi: Không sẵn có nguồn dữ liệu
zh_tw: 沒有來源資料

source: Your sources will be reviewed and open for others soon. Thank you!
ar: سوف تراجع مصادرك وتفتح للآخرين قريبا. شكرا لك!
fr: Vous sources seront revues et ouvertes pour les autres prochainement. Merci!
he: המקורות שלך יסוקרו ויפתחו בפני אחרים במהרה. תודה לך!
pl: Wysłane repozytoria będą wkrótce dostępne dla innych użytkowników. Dziękujemy!
sk: Vaše zdroje budú skontrolované a čoskoro prístupné ostatným. Ďakujeme!
sv: Dina källor kommer att granskas och öppnas för andra inom kort. Tack!
tr: Kaynaklarınız en kısa zamanda gözden geçirilecek ve diğerlerinin kullanımına açılacaktır. Teşekkürler!
vi: Nguồn của bạn sẽ được xem lại và mở cho mọi người sớm. Cảm ơn!
zh_tw: 您的來源將被檢閱並且盡快提供給其他人. 謝謝您!

source: Sumit successfully
ar: نجح الإرسال
fr: Proposition effectuée avec succès
he: השליחה הצליחה
pl: Wysyłanie zakończone
sk: Úspešne odoslané
sv: Insändning lyckades
tr: Gönderme başarılı
vi: Đệ trình thành công
zh_tw: 送出成功

source: Please check the permission of sources.list.
ar: من فضلك التمس إذن sources.list.
sk: Prosím skontrolujte prístupové práva sources.list.

source: Save failed!
ar: فشل الحفظ!
fr: Sauvegarde échouée!
he: השמירה נכשלה!
pl: Nie zapisano!
sk: Uloženie zlyhalo
sv: Misslyckades med att spara!
tr: Kaydedilemedi!
vi: Lưu thất bại!
zh_tw: 儲存失敗!

source: The current content will be lost after reloading! Do you wish to continue?
ar: سوف يضيع المحتوى الحالي بعد إعادة التحميل! أتريد الاستمرار؟
sk: Aktuálny obsah sa aktualizáciou stratí! Želáte si pokračovať?

source: (Not available)
ar: (غير متوفر)
fr: (Non disponible)
he: (לא זמין)
pl: (niedostępne)
sk: (nedostupné)
sv: (Inte tillgänglig)
tr: Kullanılabilir değil
vi: (Không sẵn có)
zh_tw: （不可用）

source: A color scheme designer
ar: مصمم مخطط لوني
fr: Un concepteur de couleurs
he: מעצב ערכות הצבעים
pl: Projektant schematów kolorów. http://home.gna.org/colorscheme/
sk: Upraviť farebnú schému
sv: En designer för färgscheman
tr: Renk şeması düzenleyicisi
vi: Thiết kế một lược đồ màu
zh_tw: 一個色彩設計器

source: Development version of an audio player for KDE
ar: نسخة التطوير من مشغل صوتي لكدي
fr: Version de developpement d'un lecteur audio pour KDE
he: גירסת פיתוח של נגן שמע עבור KDE
pl: Najbardziej popularny odtwarzacz muzyki dla środowiska KDE z obsługą serwisu last.fm. http://amarok.kde.org/pl/
sk: Vývojová verzia hudobného prehrávača pre KDE
sv: Utvecklingsversion av en ljudspelare för KDE
tr: KDE için ses oynatıcının geliştirme sürümü
vi: Phiên bản phát triển của một trình chơi nhạc cho KDE
zh_tw: 這是在KDE中開發版的音樂撥放器

source: Client for the eD2k and Kad networks
ar: عميل لشبكتي eD2k و Kad
fr: Client pour les réseaux eD2k et Kad
he: הלקוח עבור הרשתות Kad ו־eD2k
pl: Kliemnt dla sieci eD2k i Kad
sk: Klient sietí eD2k a Kad
sv: Klient för eD2k- och Kad-nätverken
tr: eD2k ve Kad ağları için istemci
vi: Phía khách cho mạng eD2k và Kad
zh_tw: 此為eD2k和Kad網路的客戶端程式

source: GNOME IDE for C/C++, Java, Python
ar: بيئة تطوير جنوم لسي/سي++، جافا، بايثون
fr: EDI GNOME pour C/C++, Java, Python
he: סביבת פיתוח עבור GNOME לשפות C/C++, Java ו־Python
pl: GNOME IDE dla C/C++, Java, Python
sk: GNOME IDE pre C/C++, Java, Python
sv: GNOME IDE för C/C++, Java, Python
tr: C/C++,Java,Python için GNOME IDE
vi: GNOME IDE cho C/C++, Java, Python

source: A skinned multimedia player for many platforms
ar: مشغل وسائط متعددة مُزيّن للكثير من المنصات
fr: Un lecteur mutlimédia à différents habillages pour plusieurs plateformes
he: מקורקף נגן מולטימדיה עבור פלטפורמות רבות
pl: Multiplatformowy odtwarzacz multimedialny, z możliwością zmiany "skórek"
sk: Multiplatformný prehrávač multimédií
sv: En multimediaspelare för många plattformar
tr: Birçok ortam için kabuklandırılmış çokluortam oynatıcısı
vi: Một vẻ ngoài trình chơi đa phương tiện cho rất nhiều kiến trúc
zh_tw: 給許多平台的多媒體撥放器佈景主題

source: Record and edit audio files
ar: تحرير وتسجيل الملفات الصوتية
fr: Enregistrer et éditer des fichiers audio
he: הקלט ולערוך קבצי שמע
pl: Nagrywa i edytuje pliki z różnych źródeł audio. http://audacity.sourceforge.net/
sk: Záznam a úprava zvukových súborov
sv: Spela in och redigera ljudfiler
tr: Ses dosyalarını kaydet ve düzenle
vi: Ghi và biên soạn tệp âm thanh
zh_tw: 錄音和編輯音樂檔案

source: Fully customisable dock-like window navigator
ar: مبحر شبيه بالمرساة قابل للتخصيص بشكل كامل
fr: Navigateur de fenêtre clone de dock entièrement personnalisable
he: לגמרי הרציף הניתנים להתאמה אישית, כגון חלון הגאי
pl: W pełni konfigurowalny dock'owany menadżer okien. https://launchpad.net/awn
sk: Plne prispôsobiteľný navigátor oknami
sv: Fullt anpassningsbar dockliknande fönsternavigator
tr: Tamamen özelleştirilebilir liman türevi pencere gezicisi
zh_tw: 完整客制化 dock-like window navigator

source: Fully customisable dock-like window navigator(Unstable)
ar: مبحر شبيه بالمرساة قابل للتخصيص بشكل كامل (غير مستقر)
fr: Un dock entièrement personalisable (version instable)
sk: Prispôsobiteľný dokovateľný navigátor oknami (nestabilná verzia)

source: A free video editor
ar: محرر فيديو مجاني
fr: Un éditeur de vidéo libre
he: עורך וידאו, בחינם
pl: Darmowy edytor filmów
sk: Slobodný editor videa
sv: En fri videoredigerare
tr: Ücretsiz bir video düzenleyicisi
vi: Một trình biên soạn Video miễn phí
zh_tw: 免費的影片編輯器

source: BitTorrent client written in Java
ar: عميل بتتورنت مكتوب بجافا
fr: Client BitTorrent écrit en Java
he: BitTorrent לקוח הכתובים ב-Java
pl: Klient BitTorrent napisany w języku Java
sk: BitTorrent klient napísaný v Jave
sv: BitTorrent-klient skriven i Java
tr: Java'da yazılmış BitTorrent istemcisi
vi: Phần mềm BitTorrent trên máy khách viết bằng Java
zh_tw: 在Java環境下的BitTorrent客戶端程式

source: Audio Management and Playback application
fr: Application de gestion et de lecture de fichiers audio
he: אודיו ו פלייבק ניהול יישומים
pl: Jeden z najbardziej popularnych odtwarzaczy muzycznych zaskakujący możliwościami i prostotą obsługi. http://banshee-project.org/
sk: Spráca a prehrávač zvukov
sv: Program för ljudhantering och -uppspelning
tr: Ses Yönetimi ve Çalma uygulaması
vi: Ứng dụng quản lý và phát nhạc
zh_tw: 音樂管理和撥放應用程式

source: A true dock for linux
fr: Un vrai dock pour Linux
he: מבדוק אמיתי עבור לינוקס
pl: Jeden z najbardziej znanych menadżerów okien.
sk: Pravý dok pre Linux
sv: En riktig docka för linux
tr: Linux için MacOSX-dock benzeri bir panel
vi: Dock thực sự cho Linux
zh_tw: 一個真正Linux Dock軟體

source: A chm file viewer written in GTK+
ar: عارض ملفات chm مكتوب بGTK+
fr: Une visionneuse de fichiers chm écrite en GTK+
he: קובץ chm הצופה כתוב GTK +
pl: Przeglądarka plików chm napisana w GTK+
sk: Prehliadač chm súborov napísaný v GTK+
sv: En chm-filhanterare skriven i GTK+
tr: GTK+'da yazılmış bir chm dosyası görüntüleyicisi
vi: Trình xem tệp chm viết bằng GTK+
zh_tw: 在GTK+下的chm檔案檢視器

source: Chromium is an open-source browser project that aims to build a safer, faster, and more stable way for all Internet users to experience the web.
ar: Chromium هو مشروع متصفح مفتوح-المصدر يهدف لبناء طريق آمن، سريع، و أكثر ثباتاً لكل مستخدمي الإنترنت.
fr: Chromium est un projet de navigateur open source qui vise à être plus sûr, plus rapide et plus stable pour les utilisateurs d'Internet.
sk: Chromium je open source projekt webového prehliadača, ktorého cieľom je bezpečnejšie, rýchlejšie a stabilnejšie prehliadanie webových stránok

source: The open source, cross-platform IDE
ar: بيئة التطوير المتكاملة مفتوحة المصدر، متعددة المنصات
fr: L'IDE open source et multi-plateforme
he: על קוד פתוח, פלטפורמה צולבות IDE
sk: open source, multiplatformové IDE
sv: Integrerad utvecklingsmiljö med öppen källkod
tr: Açık kaynak, cross-platform IDE
vi: IDE mã nguồn mở, đa kiến trúc
zh_tw: 開放原始碼且跨平台的IDE

source: Advanced Desktop Effects Settings Manager
ar: مدير إعدادات تأثيرات سطح المكتب المتقدمة
fr: Gestionnaire avancé de configuration des effets bureau
he: מנהל אפקטי שולחן עבודה מתקדמים
pl: Manager ustawień zaawansowanych efektów pulpitu
sk: Správca pokročilých efektov plochy
sv: Avancerad inställningshanterare för skrivbordseffekter
tr: Gelişmiş Masaüstü Efektleri Yöneticisi
vi: Quản lý cấu hình hiệu ứng máy tính nâng cao
zh_tw: 進階式桌面特效設定管理員
