Repository: tualatrix/ubuntu-tweak-old
Catalog: po/*.po
Languages: ar, fr, he, pl, sk, sv, tr, vi, zh_tw

source: _Name:
ar: _الاسم:
fr: _Nom :
he: _שם:
pl: _Nazwa:
sk: _Názov:
sv: _Namn:
tr: _İsim:
vi: _Tên:
zh_tw: 名稱(_N)：

source: Co_mmand:
ar: الأ_مر:
fr: Co_mmande :
he: פ_קודה:
pl: _Polecenie:
sk: _Príkaz:
sv: Ko_mmando:
tr: Ko_mut:
vi: Lệ_nh:
zh_tw: 指令(_M)：

source: Comm_ent:
ar: ال_تعليق:
fr: Co_mmentaire :
he: ה_ערה:
pl: Kom_entarz:
sk: Kom_entár
sv: Komm_entar:
tr: Yor_um
vi: C_hú thích:
zh_tw: 備註(_E)：

source: Edit Startup Program
ar: حرّر برنامج بدء التشغيل
fr: Éditer le programme de démarrage
he: עריכת תוכנית ההפעלה
pl: Modyfikacja programu startowego
sk: Upraviť program pri prihlásení
sv: Redigera startprogram
tr: Başlangıç Uygulaması Düzenle
vi: Sửa chương trình chạy khi khởi động
zh_tw: 修改初始啟動程式

source: New Startup Program
ar: برنامج بدء تشغيل جديد
fr: Nouveau programme de démarrage
he: תוכנית הפעלה חדשה
pl: Nowy program startowy
sk: Nový program pri štarte
sv: Nytt startprogram
tr: Yeni Başlangıç Programı
vi: Chương trình khởi động mới
zh_tw: 新增初始啟動程式

source: _Browse...
ar: ت_صفّح...
fr: _Parcourir...
he: _עיון...
pl: _Przeglądaj...
sk: _Prehladať...
sv: _Bläddra...
tr: _Gözat...
vi: _Duyệt...
zh_tw: 瀏覽(_B)...

source: Choose a Program
ar: اختر برنامجا
fr: Choisir un programme
he: בחירת תוכנה
pl: Wybierz program
sk: Vybrať program
sv: Välj ett program
tr: Bir Program Seçin
vi: Chọn chương trình
zh_tw: 選擇一個程式

source: Delete from Disk
ar: احذف من القرص
fr: Supprimer du disque
he: מחיקה מהכונן
pl: Usuń
sk: Zmazať z disku
sv: Ta bort från disken
tr: Diskten Sil
vi: Xóa từ ổ đĩa
zh_tw: 從硬碟上刪除

source: Can't delete the system item from disk.
ar: لا يمكن حذف هذا العنصر من القرص.
fr: Impossible de supprimer l'élément système du disque.
he: לא ניתן למחוק את פריט המערכת מהכונן.
pl: Nie można usunąć elementu systemowego z dysku.
sk: Nemožno vymazať systémovú položku z disku.
sv: Kan inte ta bort systemobjekt från disken.
tr: Diskten sistem öğeleri silinemez
vi: Không thể xóa mục hệ thống từ đĩa
zh_tw: 不能將系統項目從硬碟上刪除

source: None description
ar: لا وصف
fr: Pas de description
he: אין תיאור
pl: Brak opisu
sk: Bez popisu
sv: Ingen beskrivning
tr: Açıklama yok
vi: Không có mô tả
zh_tw: 沒有描述

source: Session Programs
ar: برامج الجلسة
fr: Session des Programmes
he: תוכניות בהפעלה
pl: Sesje programów
sk: Programy relácie
sv: Sessionsprogram
tr: Oturum Programları
vi: Những chương trình thuộc phiên làm việc
zh_tw: 作業階段程式

source: Here you can manage what programs get started when you login. You can hide items from view by selecting and clicking "Remove" To permanently delete an item, right-click and press "Delete".
ar: تستطيع هنا إدارة أي البرامج تبدأ عند ولوجك. تستطيع إخفاء العناصر من العرض عن طريق اختيارها ونقر "أزل" لحذف عنصر بشكل دائم، انقر يمينا واضغط "احذف".
fr: Ici vous pouvez gérer quel programme sera lancé quand vous vous connecterez Vous pouvez cacher les éléments en les sélectionnant et en cliquant sur "enlever" Pour supprimer définitivement un élément, faites un clic droit puis "Supprimer"
he: כאן ניתן לבחור אלו תוכניות יפעלו בעת הכניסה למחשב. ניתן להסתיר פריטים מהתצוגה על ידי בחירתם ולחיצה על "הסרה" כדי למחוק פריט לצמיתות, יש ללחוץ עליו עם לחצן ימני ולבחור ב־"מחיקה".
pl: Tutaj możesz zarządzać programami uruchamianymi podczas startu systemu. By ukryć poszczególne wpisy zaznacz je i wybierz "Usuń". Aby trwale usunąć wybrany wpis kliknij na nim prawym przyciskiem myszy i wybierz "Usuń".
sk: Tu môžete spravovať, ktoré programy sa spustia po vašom prihlásení. Môžete skryť položky zo zobrazenia tak, že ich výberiete a kliknete na „Odstrániť“ Ak chcete natrvalo vymazať položku, kliknite pravým tlačidlom a stlačte „Vymazať“.
sv: Här kan du välja vilka program som ska startas när du loggar in. Du kan dölja objekt från att visas genom att markera och klicka "Radera" Högerklicka och välj "Ta bort från disken" för att radera ett objekt parmanent.
vi: Tại đây bạn có thể quả lý những chương trình chạy khi đăng nhập. Bạn có thể ẩn các mục bằng cách chọn và nhắp "Gỡ bỏ" Để xóa hẳn một một, nhắp phải vào và chọn "Xóa".

source: Show comments
ar: أظهر التعليقات
fr: Afficher les commentaires
he: הצגת הערות
pl: Pokaż komentarze
sk: Zobraziť komentáre
sv: Visa kommentar
tr: Ayrıntıları göster
vi: Hiện chú thích
zh_tw: 顯示註解

source: Show all runnable programs
ar: أظهر كل البرامج القابلة للتشغيل
fr: Afficher tous les programmes exécutables
he: הצגת כל היישומים הניתנים להרצה
pl: Pokaż ukryte programy
sk: Zobraziť všetky spustitelné programy
sv: Visa alla körbara program
tr: Çalıştırılabilir tüm programları göster
vi: Hiện tất cả chương trình có thể chạy
zh_tw: 顯示所有可啟用的程式

source: The name of the startup program cannot be empty
ar: لا يمكن أن يكون اسم برنامج بدء التشغيل فارغًا
fr: Le nom du programme de démarrage ne peut pas être vide
he: שמה של תוכנית ההפעלה אינו יכול להיות ריק
pl: Nazwa programu startowego nie może być pusta
sk: Názov programu, ktorý sa má spustiť pri štarte, nemôže byť prázdny.
sv: Namnet på startkommandot får inte vara tomt
tr: Başlangıç programının ismi boş olamaz
vi: Tên của chương trình khởi động không thể là rỗng
zh_tw: 初始啟動程式不能留空

source: Text was empty (or contained only whitespace)
ar: النص كان فارغا (أو احتوى فراغا أبيضا فقط)
fr: Le texte était vide (ou ne contenait que des espaces)
he: המלל היה ריק (או שהכיל רווחים בלבד)
pl: Nie wpisano tekstu
sk: Text bol prázdny (alebo obsahoval iba medzery)
sv: Texten var tom (eller innehöll bara tomrum)
tr: Metin boştu (veya sadece boşluk içeriyordu)
vi: Văn bản rỗng (hay chỉ chứa khoảng trắng)
zh_tw: 文字是空白的（或只含有空白字元）

source: Update Manager
ar: مدير التحديث
fr: Gestionnaire de mises à jour
he: מנהל העדכונים
pl: Menedżer aktualizacji
sk: Správca aktualizácií
sv: Uppdateringshanterare
tr: Güncelleştirme Yöneticisi
vi: Trình Quản lý Cập nhật
zh_tw: 更新管理員

source: Downloading...%d
ar: تنزيل... %d
fr: Téléchargement...%d
he: הורדה...%d
pl: Pobieranie... %d
sk: Sťahuje sa...%d
sv: Hämtar...%d
tr: İndiriliyor...%d
vi: Đang tải...%d
zh_tw: 正在下載...%d

source: Finished
ar: انتهى
fr: Terminé
he: הסתיים
pl: Zakończono
sk: Dokončené
sv: Färdig
tr: Tamamlandı
vi: Hoàn tất
zh_tw: 完成

source: File-Sharing Clients
ar: عملاء مشاركة الملفات
fr: Clients de Partage de Fichiers
he: לקוחות שיתוף קבצים
pl: Wymiana plików
sk: Klienti zdieľania súborov
sv: Fildelningsklienter
tr: Dosya paylaşım istemcileri
vi: Chia sẻ tệp trên máy khách
zh_tw: 檔案分享客戶端

source: Image Tools
ar: أدوات الصور
fr: Outils Image
he: כלי תמונה
pl: Przeglądarki i edytory grafiki
sk: Spracovanie obrazu
sv: Bildverktyg
tr: Görüntü Araçları
vi: Công cụ ảnh
zh_tw: 圖像工具

source: Sound Tools
ar: أدوات الصوت
fr: Outils Son
he: כלי שמע
pl: Odtwarzacze i edytory muzyki
sk: Spracovanie zvuku
sv: Ljudverktyg
tr: Ses Araçları
vi: Công cụ âm thanh
zh_tw: 音訊工具

source: Video Tools
ar: أدوات الفيديو
fr: Outils Vidéo
he: כלי וידאו
pl: Odtwarzacze i edytory filmów
sk: Spracovanie videa
sv: Videoverktyg
tr: Video Araçları
vi: Công cụ Video
zh_tw: 視訊工具

source: Text Tools
ar: أدوات النص
fr: Outils de traitement de texte
he: כלי טקסט
pl: Edytory tekstu
sk: Spracovanie textu
sv: Textverktyg
tr: Metin Araçları
vi: Công cụ văn bản
zh_tw: 文字工具

source: Instant Messengers
ar: المراسلات الفورية
fr: Messageries Instantanées
he: מסרים מידיים
pl: Komunikatory
sk: Komunikačné programy
sv: Snabbmeddelandeklienter
tr: Anında Mesajlaşma uygulamaları
vi: Tin nhắn nhanh
zh_tw: 即時通訊

source: Internet Tools
ar: أدوات الإنترنت
fr: Outils Internet
he: כלי אינטרנט
pl: Narzędzia internetowe
sk: Nástroje internetu
sv: Internetverktyg
tr: Internet Araçları
vi: Công cụ mạng
zh_tw: 網路工具

source: FTP Tools
ar: أدوات FTP
fr: Outils FTP
he: כלי FTP
pl: Narzędzia FTP
sk: Nástroje FTP
sv: FTP-verktyg
tr: FTP Araçları
vi: Công cụ FTP
zh_tw: FTP工具

source: Desktop Tools
ar: أدوات سطح المكتب
fr: Outils Bureau
he: כלי שולחן העבודה
pl: Narzędzia pulpitu
sk: Nástroje plochy
sv: Skrivbordsverktyg
tr: Masaüstü Araçları
vi: Công cụ Bàn làm việc
zh_tw: 桌面工具

source: CD/Disk Tools
ar: أدوات الاسطوانات/الأقراص
fr: Outils CD/Disque
he: כלים לתקליטורים/כוננים
pl: Narzędzia dyskowe i CD
sk: Nastroje CD/diskov
sv: Cd-/diskverktyg
tr: CD/Disk Araçları
vi: Công cụ CD/Đĩa
zh_tw: CD/磁碟工具

source: Development
ar: تطوير
fr: Développement
he: פיתוח
pl: Programowanie
sk: Vývoj
sv: Utveckling
tr: Geliştirme
vi: Phát triển
zh_tw: 程式開發

source: Emulators
ar: محاكيات
fr: Emulateurs
he: כלי הדמיה
pl: Emulatory
sk: Emulátory
sv: Emulatorer
tr: Benzeticiler
vi: Giả lập
zh_tw: 模擬器

source: E-mail Tools
ar: أدوات البريد الإلكتروني
fr: Outils d'e-mail
he: כלי דוא"ל
pl: Zarządzanie pocztą e-mail
sk: Nástroje pošty
sv: E-postverktyg
tr: E-posta araçları
vi: Công cụ Thư điện tử
zh_tw: 電郵工具

source: Add/Remove Applications
ar: إضافة/ازالة التطبيقات
fr: Ajout/Suppression d'Applications
he: הוספה / הסרה של יישומים
pl: Dodaj/Usuń programy
sk: Pridať/odstrániť aplikácie
sv: Lägg till/Ta bort program
tr: Program Ekle/Kaldır
vi: Thêm/Gỡ bỏ các Ứng dụng
zh_tw: 新增/移除應用程式

source: A simple but more effecient method for finding and installing popular packages than the default Add/Remove.
ar: طريقة بسيطة لكنها أكثر فعالية لإيجاد وتثبيت الحزم الشهيرة من أضف/أزل المبدئي.
fr: Une méthode simple mais plus efficace pour trouver et installer un logiciel que le menu "Ajouter/Supprimer"
he: שיטה פשוטה אך יעילה יותר למציאת ולהתקנת חבילות נפוצות מאשר ההוספה/הסרה כברירת מחדל.
pl: Prosta, lecz bardziej efektywna metoda odszukiwania i instalacji popularnych paczek niż standardowe Dodaj/Usuń...
sk: Jednoduchá, ale efektívnejšia metóda na hľadanie a inštaláciu populárnych balíčkov ako predvolené Pridať/odstrániť.
sv: Ett enkelt men effektivare sett att hitta och installera populära program än genom Lägg till/Ta bort program.
vi: Một cách đơn giản nhưng hữu ích hơn Thêm/Gỡ bỏ... mặc định để tìm kiếm và cài đặt những gói phổ biến.

source: All Categories
ar: كل التصانيف
fr: Toutes les catégories
he: כל הקטגוריות
pl: Wszystkie kategorie
sk: Všetky kategórie
sv: Alla kategorier
tr: Tüm Kategoriler
vi: Toàn bộ hạng mục
zh_tw: 所有分類

source: Update Successful!
ar: تم التحديث بنجاح!
fr: Mise à jour avec succès !
sk: Aktualizácia prebehla úspešne

source: Update Failed!
ar: فشل التحديث!
fr: Échec de la mise à jour!
he: עדכן נכשלה!
pl: Aktualizacja nie powiodła się!
sk: Aktualizácia zlyhala!
sv: Uppdatering misslyckades!
tr: Güncelleştirme Başarısız!
vi: Cập nhật thất bại!
zh_tw: 更新失敗！

source: System Security options
ar: خيارات أمن النظام
fr: Options de sécurité sytème
he: אפשרויות אבטחת המערכת
pl: Opcje bezpieczeństwa systemu
sk: Možnosti zabezpečenia systému
sv: Alternativ för systemsäkerhet
tr: Sistem Güvenlik ayarları
vi: Tùy chọn Bảo mật hệ thống
zh_tw: 系統安全選項

source: Disable "Run Application" dialog (Alt+F2)
ar: تعطيل نافذة "تشغيل تطبيق" (Alt+F2)
fr: Désactiver le dialogue "Lancer l'application" (Alt+F2)
he: ביטול תיבת הדו־שיח "הפעלת יישומים" (Alt+F2)
pl: Zablokuj skrót "Uruchom program" (Alt+F2)
sk: Zakázať dialóg „Spustiť aplikáciu“ (Alt+F2)
sv: Inaktivera dialogrutan "Kör program" (Alt+F2)
tr: "Uygulama Çalıştır" (Alt+F2) penceresini devre dışı bırak
vi: Vô hiệu hộp thoại "Chạy Ứng dụng" (Alt+F2)
zh_tw: 禁用"執行程式"對話框(Alt+F2)

source: Disable "Lock Screen"
ar: عطّل "قفل الشاشة"
fr: Désactiver le "verrouillage de l'écran"
he: ביטול "נעילת המסך"
pl: Wyłącz "Zablokuj ekran"
sk: Zakázať „Uzamknúť obrazovku“
sv: Inaktivera "Lås skärm"
tr: "Ekran Kilitleme"yi devre dışı bırak
vi: Vô hiệu "Khóa màn hình"
zh_tw: 關閉 "鎖定畫面"

source: Disable printing
ar: عطّل الطباعة
fr: Désactiver l'impression
he: ביטול יכולת ההדפסה
pl: Wyłączone drukowanie (opcja drukowania dla każdego dokumentu nie będzie dostępna).
sk: Zakázať tlač
sv: Inaktivera utskrifter
tr: Yazdırmayı devre dışı bırak
vi: Vô hiệu hoá in
zh_tw: 禁止列印

source: Disable print setup
ar: عطّل إعداد الطباعة
fr: Désactiver le paramètrage de l'impression
he: ביטול הגדרות ההדפסה
pl: Wyłącz ustawienia drukowania
sk: Zakázať nastavenie tlače
sv: Inaktivera utskriftskonfiguration
tr: Yazıcı yapılandırmasını devre dışı bırak
vi: Vô hiệu hoá thiết lập in
zh_tw: 禁止更改列印設定

source: Disable save to disk
ar: عطل الحفظ إلى القرص
fr: Désactiver la sauvegarde sur le disque
he: ביטול השמירה לכונן
pl: Wyłączony zapis na dysk
sk: Zakázať uložiť na disk
sv: Inaktivera sparande till disk
tr: Kaydetmeyi devre dışı bırak
vi: Vô hiệu lưu vào đĩa
zh_tw: 禁止儲存到硬碟

source: Disable "Fast User Switching"
ar: عطّل "تبديل المستخدمين السريع"
fr: Desactiver l'Applet de changement rapide d'utilisateur
pl: Wyłącz "Szybkie przełączanie użytkowników"
sk: Zakázať „Rýchle prepínanie používateľov“
sv: Inaktivera "Snabbt användarbyte"
tr: 'Hızlı Kullanıcı Değştirme'yi Kapat
vi: Vô hiệu hóa "Chuyển người dùng nhanh"

source: The file "%s" already exists!
ar: الملف "%s" موجود بالفعل!
sk: Súbor „%s“ už existuje!

source: The folder "%s" already exists!
ar: المجلد "%s" موجود بالفعل!
sk: Priečinok „%s“ už existuje!

source: The target "%s" already exists!
ar: الهدف "%s" موجود بالفعل!
sk: Cieľ „%s“ už existuje!

source: Enter your password to perform the administrative tasks
ar: أدخل كلمة سرك لتأدية المهمات الإدارية
fr: Entrez votre mot de passe pour effectuer des tâches administratives
he: יש להזין את סיסמת המשתמש כדי לבצע משימות ניהוליות
pl: Wprowadź hasło administratora
sk: Aby ste mohli vykonávať úlohy s oprávnením správcu, zadajte svoje heslo
sv: Ange ditt lösenord för att genomföra administrativa åtgärder
tr: Yönetimsel görevleri gerçekleştirmek için şifrenizi girin
vi: Nhập vào mật khẩu để thực hiện lệnh với quyền quản trị
zh_tw: 輸入你的密碼以執行管理工作

source: Select a folder
ar: اختر مجلّدا
fr: Sélectionner un dossier
he: בחירת תיקייה
pl: Wybierz katalog
sk: Vyberte priečinok
sv: Välj en mapp
tr: Bir klasör seçin
vi: Chọn một thư mục
zh_tw: 選擇資料夾

source: Please select a target(files or folders).
ar: من فضلك اختر هدفا (ملفات أو مجلدات).
fr: Veuillez sélectionner une cible (fichiers ou dossiers).
he: יש לבחור יעד (קבצים או תיקיות).
pl: Proszę wybierz jako cel plik lub katalog
sk: Prosím vyberte cieľ (súbory alebo priečinky)
sv: Välj ett mål (filer eller mappar).
tr: Lütfen bir hedef seçin(dosyalar ya da klasörler).
vi: Vui lòng chọn một đích(tệp hoặc thư mục)
zh_tw: 請選擇一個目標（檔案或資料夾）。

source: Welcome to
ar: أهلا بك في
fr: Bienvenue à
he: ברוכים הבאים אל
pl: Witaj w
sk: Vitajte v
sv: Välkommen till
tr: Hoşgeldiniz
vi: Chào mừng tới
zh_tw: 歡迎來到

source: Tweak otherwise hidden settings.
ar: إعدادات التكييف الأخرى المخفية
fr: Modifier des paramètres cachés.
he: שיפור הגדרות נסתרות.
pl: Uzyskaj dostęp do ukrytych ustawień systemu.
sk: Vylepšiť inak skryté nastavenia.
sv: Ändra inställningar som vanligtvis är dolda.
vi: Tùy chỉnh những cấu hình ẩn khác.

source: Clean up unneeded packages to free diskspace.
ar: نظّف الحزم غير المطلوبة من أجل مساحة قرص.
fr: Supprimer les paquets inutiles pour libérer de l'espace disque.
he: הסרת חבילות לא נחוצות לפינוי שטח בכונן.
pl: Wyczyść system z niepotrzebnych plików!
sk: Vyčistiť nepotrebné balíčky aby sa uvoľnilo miesto na disku.
sv: Rensa paket som inte behövs för att frigöra diskutrymme.
tr: Diskte yer açmak için gereksiz paketleri silin
vi: Dọn dẹp những gói không cần thiết để tăng chỗ trống của đĩa.
zh_tw: 清除不需要的套件以釋放磁碟空間

source: Easily install up-to-date versions of many applications.
ar: ثتبّت بسهولة نسخ محدّثة من الكثير من التطبيقات.
fr: Installer facilement les dernières versions de plusieurs logiciels.
he: התקנת גירסאות עדכניות של יישומים רבים בקלות.
pl: Prosta instalacja aktualnych wersji wielu aplikacji.
sk: Jednoducho nainštalovať aktuálne verzie mnohých aplikácií.
sv: Installera enkelt nya uppdaterade versioner av populära program.
vi: Dễ dàng cài đặt phiên bản mới nhất của rất nhiều ứng dụng.

source: Configure file templates and shortcut scripts for easy access to common tasks.
ar: هيّئ قوالب الملفات ومخط
fr: Configurer les modèles de documents et de scripts pour un accès rapide aux tâches courantes.
he: הגדרת התבניות והסקריפטים של קיצורי הדרך לגישה קלה למשימות נפוצות.
pl: Konfiguruj szablony skryptów plików i skrótów dla łatwiejszego dostępu do zwyczajnych zadań.
sk: Nakonfigurovať šablóny súborov a skratky skriptov na zjednodušenie prístupu k bežným úlohám.
sv: Konfigurera filmallar och genvägsskript för enkel åtkomst till vanliga uppgifter.

source: And many more useful features!
ar: والكثير من المزايا المفيدة!
fr: Et bien d'autres fonctionnalités utiles!
he: ושלל תכונות שימושיות!
pl: Dostosuj opcje bezpieczeństwa, wyglądu oraz wydajności!
sk: A mnoho ďalších užitočných funkcií!
sv: Och många fler användbara funktioner!
tr: Ve daha birçok özellik!
vi: Và nhiều thành phần hữu ích khác!
zh_tw: 其他更多有用的功能！

source: <span size="xx-large">Please wait a moment...</span>
ar: <span size="xx-large">الرجاء الإنتظار لحظة...</span>
fr: <span size="xx-large">Patientez s'il vous plaît...</span>
he: <span size="xx-large">נא להמתין רגע קט...</span>
pl: <span size="xx-large">Proszę czekać...</span>
sk: <span size="xx-large">Počkajte chvíľku...</span>
sv: <span size="xx-large">Vänta en stund...</span>
tr: <span size="xx-large">Lütfen bekleyin ...</span>
vi: <span size="xx-large">Vui lòng chờ một chút...</span>
zh_tw: <span size="xx-large">請稍候...</span>

source: <span size="x-large">This feature isn't currently available in your distribution</span>
ar: <span size="x-large">هذه الميزة غير متوفرة حاليا في توزيعتك</span>
fr: <span size="x-large">Cette fonctionnalité n'est actuellement pas disponible pour votre distribution</span>
he: <span size="x-large">תכונה זו אינה זמינה נכון לעתה להפצה זו</span>
pl: <span size="x-large">Funkcja jest aktualnie niedostępna dla twojej dystrybucji.</span>
sk: <span size="x-large">Táto funkcia nie je momentálne dostupná vo vašej distribúcii</span>
sv: <span size="x-large">Denna funktion finns för närvarande inte i din distribution</span>
vi: <span size="x-large">Hiện tại thành phần này không có trong bản phân phối của bạn</span>

source: <span size="x-large">This module is error while loading.</span>
ar: <span size="x-large">هذه الوحدة خطأ أثناء التحميل.</span>
fr: <span size="x-large">Ce module a produit une erreur pendant son chargement</span>
he: <span size="x-large">מודול זה שגה בעת טעינתו.</span>
pl: <span size="x-large">Wystąpił błąd podczas uruchamiania tego modułu.</span>
sk: <span size="x-large">Tento modul je chyba pri načítaní.</span>
sv: <span size="x-large">Denna modul rapporterar fel vid laddning.</span>
vi: <span size="x-large">Gặp lỗi khi nạp mo-đun.</span>

source: Welcome
ar: أهلاًً
fr: Bienvenue
he: ברוכים הבאים
pl: Witaj
sk: Vitajte
sv: Välkommen
tr: Hoşgeldiniz
vi: Chào mừng
zh_tw: 歡迎使用

source: Computer
ar: الحاسوب
fr: Poste de travail
he: מחשב
pl: Komputer
sk: Počítač
sv: Dator
tr: Bilgisayar
vi: Máy tính
zh_tw: 電腦

source: Applications
ar: تطبيقات
fr: Programmes
he: יישומים
pl: Programy
sk: Aplikácie
sv: Program
tr: Uygulamalar
vi: Ứng dụng
zh_tw: 應用程式

source: Add/Remove
ar: اضف/احذف
fr: Ajouter/Supprimer
he: הוספה/הסרה
pl: Dodaj/Usuń...
sk: Pridať/odstrániť
sv: Lägg till/Ta bort
tr: Ekle/Kaldır
vi: Thêm/Gỡ bỏ
zh_tw: 新增/移除

source: Source Editor
ar: محرر المصادر
fr: Editeur de sources
he: עורך המקור
pl: Edytor repozytoriów
sk: Editor zdrojov
sv: Källredigerare
tr: Kaynak Düzenleyici
vi: Chỉnh sửa nguồn
zh_tw: 軟體來源

source: Third-Party Sources
ar: مصادر الطرف الثالث
fr: Sources de tierces parties
he: מקורות צד־שלישי
pl: Repozytoria osób trzecich
sk: Zdroje tretích strán
sv: Tredjepartskällor
tr: Üçüncü parti kaynaklar
vi: Nguồn từ bên thứ ba
zh_tw: 第三方軟體來源

source: Package Cleaner
ar: منظف الحزم
fr: Nettoyeur de packet
he: מנקה החבילות
pl: Odkurzacz systemu
sk: Čistienie balíkov
sv: Paketrensare
tr: Paket temizleyicisi
vi: Trình dọn gói
zh_tw: 套件清理

source: Startup
ar: بدء التشغيل
fr: Démarrage
he: אתחול
pl: Uruchamianie
sk: Spustenie
sv: Uppstart
tr: Sistem başlangıcı
vi: Khởi động
zh_tw: 啟動控制

source: Session Control
ar: تحكّم الجلسة
fr: Session de contrôle
he: בקרת הפעלה
pl: Kontrola sesji
sk: Relácia
sv: Sessionskontroll
tr: Oturum Kontrolü
vi: Điều khiển phiên làm việc
zh_tw: 作業階段

source: Autostart
ar: تشغيل تلقائي
fr: Démarrage automatique
he: הפעלה אוטומטית
sk: Automatické spustenie
tr: Otomatik başlat
vi: Tự khởi động
zh_tw: 自動啟動

source: Desktop
ar: سطح المكتب
fr: Bureau
he: שולחן העבודה
pl: Pulpit
sk: Plocha
sv: Skrivbord
tr: Masaüstü
vi: Màn hình nền
zh_tw: 桌面設定

source: Icons
ar: أيقونات
fr: Icônes
he: סמלים
pl: Ikony
sk: Ikony
sv: Ikoner
tr: Simgeler
vi: Biểu tượng
zh_tw: 圖示

source: Windows
ar: نوافذ
fr: Fenêtres
he: חלונות
pl: Ustawienia okien
sk: Okno
sv: Fönster
tr: Pencereler
vi: Cửa sổ
zh_tw: 視窗

source: Personal
ar: شخصي
fr: Personnel
he: אישי
pl: Ustawienia osobiste
sk: Osobné
sv: Personlig
tr: Kişisel
vi: Cá nhân
zh_tw: 個人設定

source: Folders
ar: مجلدات
fr: Répertoires
he: תיקיות
pl: Katalogi
sk: Priečinky
sv: Mappar
tr: Klasörler
vi: Thư mục
zh_tw: 資料夾

source: Templates
ar: قوالب
fr: Modèles
he: תבניות
pl: Szablony
sk: Šablóny
sv: Mallar
tr: Şablonlar
vi: Mẫu
zh_tw: 範本

source: Scripts
ar: سكربتات
he: סקריפטים
pl: Skrypty
sk: Skripty
sv: Skript
tr: Betikler
vi: Tập lệnh
zh_tw: 指令稿

source: Shortcuts
ar: اختصارات
fr: Raccourcis
he: קיצורי דרך
pl: Skróty
sk: Klávesové skratky
sv: Genvägar
tr: Kısayollar
vi: Lối tắt
zh_tw: 快速鍵

source: System
ar: النظام
fr: Système
he: מערכת
sk: Systém
tr: Sistem
vi: Hệ thống
zh_tw: 系統設定

source: File Type Manager
ar: مدير أنواع الملفات
fr: Gestionnaire de type de fichiers
he: מנהל סוגי הקבצים
pl: Menadżer typów plików
sk: Správca typov súborov
sv: Filtypshanterare
tr: Dosya Tipi Yöneticisi
vi: Quản lý kiểu tập tin
zh_tw: 檔案類型管理員

source: Power Managerment
ar: إدارة الطاقة
fr: Gestion d'Energie
he: ניהול צריכת חשמל
pl: Zarządzanie energią
sk: Správa napájania
sv: Strömhantering
tr: Güç yönetimi
vi: Quảng lý điện năng
zh_tw: 電源管理

source: Security
ar: الأمن
fr: Sécurité
he: אבטחה
pl: Bezpieczeństwo
sk: Bezpečnosť
sv: Säkerhet
tr: Güvenlik
vi: Bảo mật
zh_tw: 安全選項

source: _Donate
ar: _تبرّع
fr: _Faire un don
sk: _Prispejte

source: Help the development of Ubuntu Tweak
ar: ساعد المطوّر لبرنامج Ubuntu Tweak
fr: Aider au développement d'Ubuntu Tweak
he: סיוע לפיתוח כלי השיפורים של אובונטו
pl: Wspomóż autora programu Ubuntu Tweak
sk: Pomôžte vývoju Ubuntu Tweak
sv: Hjälp till med utvecklingen av Ubuntu Tweak
tr: Ubuntu Tweak'ın geliştirilmesine yardım et
vi: Giúp sự phát triển của Ubuntu Tweak

source: Ubuntu Tweak is a free-software, you can use it for free. If you like it, Please consider to donate for Ubuntu Tweak.
ar: تكييف أوبونتو برنامج حر، تستطيع استخدامه بالمجان. إذا أعجبك، من فضلك فكر في التبرع لتكييف أوبونتو.
fr: Ubuntu Tweak est un logiciel libre, vous pouvez l'utiliser gratuitement. Si vous aimez ce programme, vous pouvez faire un don à Ubuntu Tweak.
he: כלי השיפורים של אובונטו הינו חופשי, ניתן להשתמש בו בחינם. אם אהבת את הכלי, אנא שקול לתרום לטובת כלי השיפורים של אובונטו
pl: Ubuntu Tweak jest programem całkowicie darmowym, możesz używać go zarówno w domu, jak i w firmie. Jeśli spodobał ci się ten program, rozważ wsparcie finansowe dla jego autora.
sk: Ubuntu Tweak je slobodný software, môžete ho používať zadarmo. Ak sa vám páči, prosím prispejte pre Ubuntu Tweak.
sv: Ubuntu Tweak är fri programvara och du kan använda den helt fritt. Om du gillar programmet, överväg gärna att donera.
vi: Ubuntu Tweak là phần mềm miễn phí, bạn có thể tự do sử dụng nó. Nếu bạn thích, vui lòng quyền góp cho Ubuntu Tweak.

source: Never Show This Again
ar: لا تظهر هذه أبدا مجددا
fr: Ne plus afficher ce message
he: אל תציג הודעה זו שוב
pl: Nie pokazuj więcej tej wiadomości
sk: Toto už viac nezobrazovať
sv: Visa aldrig detta igen
vi: Đừng hiện nó lần nữa

source: Ubuntu Tweak Website
ar: موقع وب تكييف أوبونتو
fr: Site Web d'Ubuntu Tweak
he: אתה האינטרנט של כלי השיפורים של אובונטו
pl: Strona domowa Ubuntu Tweak
sk: Webstránka Ubuntu Tweak
sv: Ubuntu Tweaks hemsida
tr: Ubuntu Tweak İnternet Sitesi
vi: Trang web Ubuntu Tweak
zh_tw: Ubuntu Tweak 網站
