Repository: tualatrix/ubuntu-tweak-old
Catalog: po/*.po
Languages: ar, fr, he, pl, sk, sv, tr, vi, zh_tw

source: An API documentation browser for GNOME.
fr: Un navigateur pour la documentation de l'API pour GNOME.
he: תיעוד API של הדפדפן של GNOME
pl: API przeglądarki dokumentacji dla GNOME
sk: Prehliadač dokumentácie API GNOME.
sv: En API-dokumentationsbläddrare för GNOME.
tr: GNOME için bir API belgeleme tarayıcısı
vi: Trình duyện tài liệu API cho GNOME
zh_tw: 一個在Gnome下的API文件瀏覽器

source: A Bittorrent client written in PyGTK
ar: عميل بتتورنت مكتوب بPyGTK
fr: Un client BitTorrent écrit en PyGTK
he: לקוח Bittorrent כתוב PyGTK
pl: Pobieranie plików torrent nigdy jeszcze nie było takie proste i wygodne! http://deluge-torrent.org/
sk: Bittorrent klient napísaný v PyGTK
sv: En Bittorrent-klient skriven i PyGTK
tr: PyGTK'da yazılmış bir BitTorrent istemcisi
vi: Phần mềm BitTorent trên máy khách viết bằng PyGTK
zh_tw: 在PyGTK下的 Bittorrent 客戶程式

source: Store, Sync and Share your files online.
ar: خزّن وزامن وشارك الملفات على الإنترنت.
fr: Sauvegarder, synchroniser et partager vos fichiers en ligne
he: חנות, סינכרון ושיתוף קבצים מקוון.
pl: Przechowuj, synchronizuj i dziel się swoimi plikami on-line. http://www.getdropbox.com/
sk: Uložiť, synchronizovať a zdieľať vaše súbory online
sv: Lagra, synkronisera och dela dina filer på nätet.
tr: Dosyalarınızı çevrim içi depolayın, senkronize edin ve paylaşın
vi: Lưu trữ, đồng bộ và chia sẻ tệp trực tuyến.
zh_tw: 線上儲存,同步和分享您的檔案

source: Extensible Tool Platform and Java IDE
ar: أداة منصة قابلة للامتداد وبيئة تطوير جافا متكاملة
fr: Plateforme d'outils et IDE Java extensibles
he: כלי Extensible IDE ו-Java Platform
pl: Rozszerzalna platforma narzędziowa i IDE dla Javy
sk: Rozšíriteľná platforma nástrojov a Java IDE
sv: Utökningsbar verktygsplattform och Java IDE
tr: Genişletilebilir Araç Platformu ve Java IDE
zh_tw: 可延伸的工具平台與 Java 整合開發環境

source: EIOffice Personal 2009. Free for Chinese users. See http://www.evermoresw.com.
ar: EIOffice Personal 2009. مجاني للمستخدمين الصينين. راجع http://www.evermoresw.com.
fr: EIOffice Personal 2009. Libre pour les utilisateurs chinois. Rendez-vous sur http://www.evermoresw.com.
pl: EIOffice Personal 2009. Wersja darmowa dla użytkowników z Chin. Zobacz na http://www.evermoresw.com.
sk: EIOffice Personal 2009. Zadarmo pre čínskych používateľov. Pozri http://www.evermoresw.com.
sv: EIOffice Personal 2009. Gratis för kinesiska användare. Se http://www.evermoresw.com.
tr: EIOffice Personal 2009. Çindeki kullanıcılar için özgürdür. Bilgi için http://evermoresw.com
zh_tw: EIOffice 個人版 2009. 免費提供給中文使用者. 請見http://www.evermoresw.com.

source: A client for the Windows Live Message network
ar: عميل لشبكة مراسلة ويندوز لايف
fr: Un client de messagerie pour le réseau Winndows Live
he: לקוח של Windows Live הודעה ברשת
pl: Klient dla sieci Windows Live Message
sk: Klient siete Windows Live Message
sv: En klient för Windows Live Message-nätverket
tr: Windows Live Messenger ağı için bir istemci
vi: Một chương trình khách cho mạng Windows Live Messenge
zh_tw: Windows Live Message (MSN) 的客戶端程式

source: Empathy consists of a rich set of reusable instant messaging widgets, and a GNOME client using those widgets.
fr: Empathy est un ensemble riche de widgets de messagerie instantanée réutilisables et un client GNOME utilisant ces widgets.
he: אמפתיה מורכבת עשירה להגדיר לשימוש חוזר של הודעות מיידיות יישומונים, וכן GNOME הלקוח באמצעות יישומונים אלה.
sk: Empathy obsahuje množstvo znovu-využiteľných prvkov na okamžitú komunikáciu a GNOME klienta využívajúceho tieto prvky.
sv: Empathy består av en större mängd återanvändningsbara widgetar för snabbmeddelanden och en GNOME-klient som använder dessa widgetar.
tr: Empathy yeniden kullanılabilir hızlı mesajlaşma özelliklerinden zengin bir set sunar, ve Gnome istemci bu özellikleri kullanır.

source: GTK+ based flexible audio player, similar to Amarok
ar: مشغل صوت مرن مبني على جتك+، شبيه بأماروك
fr: Lecteur audio flexible en GTK+, similaire à Amarok
he: גמיש מבוסס GTK + נגן אודיו, בדומה Amarok
pl: Prosty i popularny odtwarzacz muzyczny obsługujący serwis last.fm. Doskonały odpowiednik Amarok'a dla Gnome http://www.exaile.org/
sk: Flexibilný prehrávač zvuku založený na GTK+, podobný Amaroku
sv: En flexibel ljuduppspelare som är baserad på GTK+, liknande Amarok.
tr: GTK+ tabanlı esnek müzik çalar,Amarok'a benzer
vi: Trình chơi nhạc linh hoạt nền GTK+, tương tự như Amarok
zh_tw: 基於GTK+的音樂播放器，類似Amarok。

source: File transmission via ftp, sftp and ftps
ar: نقل الملفات عبر ftp و sftp و ftps
fr: Transfert de fichiers via ftp, sftp et ftps
he: קובץ תמסורת באמצעות FTP, SFTP ו ftps
pl: Transmisja plików przez FTP, SFTP i FTPS
sk: Prenos súborov prostredníctvom FTP, SFTP a FTPS
sv: Filöverföring via ftp, sftp och ftps
tr: FTP,STFP ve FTPS ile dosya iletimi
vi: Truyền tệp qua ftp, sftp và ftps
zh_tw: 透過 FTP, SFTP和FTPS的檔案傳輸軟體

source: An extremly fast and lightweight file manager
ar: مدير ملفات سريع وخفيف جدا
fr: Un gestionnaire de fichier extrêmement rapide et léger
he: קל מאוד מהר מנהל הקבצים
pl: Szybki, prosty i niezastąpiony menedżer plików używający zakładek. http://pcmanfm.sourceforge.net/
sk: Extrémne rýchly a odľahčený správca súborov
sv: En extremt snabb och lättviktig filhanterare
tr: İnanılmaz hızlı ve hafif bir dosya yöneticisi
vi: Một trình quản lý tệp cực nhanh và nhẹ
zh_tw: 一套非常快速且輕量化的檔案管理員

source: Galaxium is an instant messenger application designed for the GNOME desktop
ar: Galaxium هو برنامج محادثة فورية مصمم لواجهة جنوم
fr: Galaxium est une application de messagerie instantanée conçu pour le bureau GNOME
he: Galaxium Instant Messenger הוא היישום תוכנן עבור שולחן העבודה GNOME
pl: Komunikator obsługujący sieci: MSN, Jabber, GTalk oraz IRC (trwają prace nad obsługą kont w Yahoo, AIM oraz ICQ). http://code.google.com/p/galaxium/
sk: Galaxium je komunikačná aplikácia upravená pre prostredie GNOME
sv: Galaxium är ett snabbmeddelandeprogram för GNOME-skrivbordet.
tr: Galaxium Gnome Masaüstü için tasarlanan hızlı mesajlaşma uygulamasıdır
vi: Galaxium là một ứng dụng tin nhắn nhanh thiết kế cho môi trường GNOME
zh_tw: Galaxium是一套在GNOME桌面環境下的即時通訊軟體

source: A GTK+ jabber client
ar: عميل جتك+ لجابر
fr: Un client jabber en GTK+
he: GTK + לקוח ג 'אבר
pl: Komunikator sieci Jabber. http://www.gajim.org/
sk: GTK+ jabber klient
sv: En GTK+-jabberklient
tr: Bir GTK+ jabber istemcisi
vi: Một trình khách jabber GTK+
zh_tw: 基於GTK＋的Jabber客戶端

source: A fast and lightweight IDE
ar: بيئة تطوير متكاملة سريعة وخفيفية
fr: Un EDI rapide et léger
he: מהר קל IDE
pl: Szybkie i lekkie IDE
sk: Rýchle a odľahčené IDE
sv: En snabb och lättviktig IDE
tr: Hızlı ve hafif bir IDE
vi: Một IDE nhanh và nhẹ
zh_tw: 快速且輕量化的整合開發環境

source: A multithreaded FTP client
fr: Un client FTP multi thread
he: לקוח FTP מרובה הליכי משנה
pl: Wielowątkowy klient FTP
sk: Viacvláknový FTP klient
sv: En multitrådad FTP-klient
tr: Çoklu işlem parçacıklı FTP istemcisi
zh_tw: 一套具有多執行序的FTP用戶端軟體

source: GNOME Hex editor
ar: محرّر جنوم هكس
fr: Éditeur hexadécimal pour GNOME
he: GNOME, עורך hex
pl: Gnome Hex Edytor
sk: Hexadecimálny editor pre GNOME
sv: Hexredigerare för GNOME
tr: Gnome Hex düzenleyici
vi: Biên soạn Hex cho GNOME
zh_tw: GNOME 十六進位編輯器

source: Notifies the user upon arrival of new mail in Gmail
ar: يشعر المستخدم بوصول بريد جديد في Gmail
fr: Notifie l'utilisateur de l'arrivée d'un nouveau courrier dans Gmail
he: עם קבלת מודיעה למשתמש הגעת דואר חדש ב-Gmail
pl: Informuje o nowej poczcie w Gmail
sk: Upozorňuje na novú poštu v schránke Gmail
sv: Notifierar användaren vid ankomst av ny post i Gmail
tr: Gmail'de yeni e-posta geldiğinde kullanıcıyı uyarır
vi: Thông báo cho người dùng khi có thư mới trong Gmail
zh_tw: 在Gmail中提醒使用者有新的信件

source: A powerful, speedy, and sexy remote control for the GNOME Desktop
ar: تحكم عن بعد قوي وسريع ومثير لسطح المكتب جنوم
fr: Contrôle à distance puissant rapide et sexy pour le bureau GNOME
he: רב עוצמה, מהירה סקסי שליטה מרחוק על שולחן העבודה GNOME
pl: Wyszukaj szybko i prosto potrzebne zainstalowane programy, kontakty, pliki i wiele innych! http://do.davebsd.com/
sk: Mocný, rýchly a sexi ovládač nastavení pre prostredie GNOME
sv: En kraftfull, snabb och sexig fjärrkontroll för GNOME-skrivbordet.
tr: Gnome masaüstü için güçlü, hızlı ve şık uzaktan kontrol
vi: Chương trình điều khiển máy tính từ xa mạnh, nhanh cho GNOME
zh_tw: GNOME桌面環境下一套強大、快速又迷人的遠端搖控軟體

source: Global Menu Bar for GNOME
ar: شريط قائمة عمومي لجنوم
fr: Barre de Menus Globale pour GNOME
sk: Panel globálnej ponuky pre GNOME

source: A program that combines satellite imagery and maps to put the world's geographic information at your fingertips.
fr: Un programme qui combine une imagerie satellite et des cartes pour mettre l'information géographique du monde à la portée de vos mains
he: תוכנית המשלבת תמונות לוויין ומפות לשים את המידע הגיאוגרפי של העולם בקצות אצבעותיך.
pl: Program pozwalający zobaczyć dowolne miejsce na Ziemi przy pomocy zdjęć satelitarnych oraz informacji geograficznych
sk: Program, ktorý vám sprístupňuje kombinujúcu satelitných snímok a máp s geografickými informáciami
sv: Ett program som kombinerar satellitbilder och kartor för att sätta världens geografiska information i din hand.
tr: Dünya'nın coğrafik bilginizi parmakuçlarınıza getirmek için uydu resimleri ve haritalarını birleştiren bir program

source: Platform for running Google Gadgets on Linux
ar: منصة لتشغيل بريمجات غوغل على لينكس
fr: Plateforme pour exécuter Google Gadgets sur Linux
he: פלטפורמה להפעלת Google Gadgets על לינוקס
pl: Platforma do uruchomienia Google Gadgets pod Linuxem
sk: Platforma na spúšťanie Google Gadgets na Linuxe
sv: Plattform för att köra Gnome Gadgets på Linux
tr: Linux'da Google Programcıklarını çalıştırmak için gerekli ortam
vi: Cơ sở để chạy Google Gadgets trên Linux
zh_tw: 在Linux上執行Google Gadgets的平台

source: GNOME partition editor
ar: محرّر أقسام جنوم
fr: Application de partitionnement GNOME
he: GNOME מחיצה עורך
pl: Edytor partycji dla GNOME
sk: Editor oblastí pre GNOME
sv: GNOMEs partitionsredigerare
tr: GNOME Bölümleme Düzenleyicisi
vi: Hiệu chỉnh phân vùng trong GNOME
zh_tw: GNOME 桌面環境的磁碟分割管理程式

source: Lightweight image viewer
ar: عارض صور خفيف
fr: Visionneuse d'images légère
he: קל משקל הצופה תמונה
pl: Prosta i szybka przeglądarka obrazów
sk: Odľahčený prehliadač obrázkov
sv: Lättviktig bildvisare
tr: Hafif resim görüntüleyicisi
vi: Trình xem ảnh nhỏ nhẹ
zh_tw: 輕量化的圖片檢視器

source: A powerful screenshot tool
ar: أداة لقطات شاشة قوية
fr: Un puissant outil de capture d'écran
he: כלי רב עוצמה מסך
pl: Narzędzie do zrzutów ekranu
sk: Mocný nástroj na zachytávanie snímok obrazovky
sv: Ett kraftfullt skärmbildsverktyg
tr: Güçlü bir ekran görüntüsü alma aracı
vi: Một công cụ mạnh để chụp ảnh màn hình
zh_tw: 強大的螢幕截圖工具

source: Graphical frontend for recordmydesktop
ar: واجهة رسومية لrecordmydesktop
fr: Interface graphique pour recordmydesktop
he: גרפית הקדמי עבור recordmydesktop
pl: Nagraj zdarzenia na swoim pulpicie jako animacje. http://recordmydesktop.sourceforge.net/
sk: Grafické rozhranie pre recordmydesktop
sv: Grafiskt gränssnitt för recordmydesktop
tr: Recordmydesktop için grafiksel arayüz
zh_tw: recordmydesktop的前端圖形程式

source: GTG is a personal organizer for the GNOME desktop environment, it focuses on ease of use and flexibility, while keeping things simple.
sk: GTG je osobný organizátor pre pracovné prostredie GNOME. Zameriava sa na jednoduché použitie a flexibilitu.

source: Gwibber is an open source microblogging client for GNOME
ar: Gwibber هو عميل مواقع التدوين المصغّر لواجهة جنوم
fr: Gwibber est un client de microblogging open source pour GNOME
sk: Gwibber je open source mikroblogovací klient pre GNOME

source: A graphical CD image editor
ar: محرّر صورة اسطوانة رسومي
fr: Editeur graphique d'image CD
he: CD עורך תמונה גרפית
pl: Graficzny edytor obrazów płyt CD
sk: Grafický editor obálok CD
sv: En grafisk cd-avbildsredigerare
tr: Grafiksel bir CD görüntüsü düzenleyicisi
vi: Biên soạn ảnh đĩa
zh_tw: 具有圖形介面的CD映像檔編輯器

source: Intelligent Input Bus for Linux / Unix OS
fr: Port d'entrée intelligent pour Linux / Unix OS
he: אינטליגנטי Bus קלט עבור לינוקס / Unix OS
sk: Inteligentná vstupná zbernica pre Linux / Unix OS
sv: Intelligent Input Bus för Linux / Unix OS
zh_tw: 為Linux/Unix開發的靈巧的輸入法

source: It is a PinYin engine for IBus.
fr: C'est le moteur PinYin pour IBus.
he: זהו מנוע pinyin IBus
pl: PinYin dla IBus.
sk: Jadro PinYin pre IBus
sv: Det är en PinYin-motor för IBus.
tr: IBus için PinYin motorudur.
zh_tw: iBus輸入法的拼音引擎

source: IBus-Table is the IM Engine framework for table-based input methods, such as ZhengMa, WuBi, ErBi, ChangJie and so on.
fr: IBus-Table est le moteur sur des méthodes de saisie, tels que ZhengMa, Wubi, ERBI, ChangJie et ainsi de suite.
he: לוח IBus-IM הוא מנוע מסגרת הטבלה מבוססת שיטות קלט, כגון ZhengMa, WuBi, ErBi, ChangJie וכן הלאה.
sk: IBus-Table je platforma pre tabuľkové vstupné metódy ako ZhengMa, WuBi, ErBi, ChangJie a ďalšie.
sv: IBus-Table är IM Engine-ramverket för tabellbaserade inmatningsmetoder, såsom ZhengMa, WuBi, ErBi, ChangJie och så vidare.
zh_tw: iBus Table包括鄭碼、五筆、二筆倉頡等輸入法碼表。

source: Create and edit Scalable Vector Graphics images
fr: Créer et éditer des images vectorielles (SVG)
pl: Twórz i edytuj grafikę wektorową (Scalable Vector Graphics).
sk: Tvorba a úprava obrázkov škálovateľnej vektorovej grafiky (SVG)
sv: Skapa och redigera SVG-bilder

source: Non-linear editor for Digital Video data
fr: Éditeur non-linéaire pour la vidéo numérique
he: לא לינאריים בעורך דִּיגִיטָלִי וִידֵאוֹ נתונים
pl: Nieliniowy edytor danych Digital Video
sk: Nelineárny strih digitálneho videa
sv: Icke-linjär redigerare för digital video
tr: Dijital Video verisi için doğrusal olmayan düzenleyici
zh_tw: 非線性數位影片編輯器

source: A music player for Last.fm personalized radio
fr: Un lecteur de musique pour la radio personalisée Last.fm
he: נגן מוסיקה ורדיו מותאמים אישית עבור Last.fm
pl: Osobisty odtwarzacz radia last.fm http://www.lastfm.pl/download
sk: Prehrávač personalizovanej hudby Last.fm
sv: En musikspelare för personlig Last.fm-radio
tr: Kişiselleştirilmiş Last.fm radyosu için müzik çalar
vi: Trình chơi nhạc cho đài cá nhân Last.fm
zh_tw: Last.fm電台的播放器

source: GTK+ based simple text editor
ar: محرر نصوص بسيط مبني على GTK+
fr: Editeur de texte simple basé sur GTK+
he: מבוסס GTK + עורך טקסט פשוט
pl: Prosty edytor tekstowy oparty na GTK+
sk: Jednoduchý textový editor založený na GTK+
sv: Enkel GTK+-baserad textredigerare
tr: GTK+ tabanlı basit metin düzenleyicisi
vi: Soạn thảo văn bản đơn giản nền GTK+
zh_tw: 基於 GTK+ 的簡易文字編輯器

source: Feed aggregator for GNOME
fr: Agrégateur de flux pour GNOME
pl: Czytnik list informacji dla Gnome
sk: Agregátor RSS kanálov pre GNOME
sv: Nyhetsläsare för GNOME
tr: GNOME için besleme toplayıcısı
zh_tw: GNOME的Feed聚合器

source: Mail notification in system tray
fr: Notification courriel dans la barre de notification
he: הודעה מערכת דואר מגש
pl: Powiadamianie o nowej poczcie w pasku systemowym
sk: Upozornenie na prichchádzajúcu poštu v oznamovacej oblasti
sv: E-postnotifierare i aktivitetsfältet.
tr: sistem çekmecesinde e-posta uyarısı
vi: Thông báo thư trong khay hệ thống
zh_tw: 系統列的信件提示

source: Adcal tool to diff and merge files
fr: Outil Adcal pour comparer et fusionner des fichier
he: Adcal כלי diff ו למזג קבצים
pl: Narzędzie do dzielenia plików
sk: Program na porovnávanie a zlučovanie súborov
sv: Adcal-verktyg för diff och sammanslagning av filer
tr: Diff ve merge dosyaları içn bir araç
vi: Công cụ Adcal để so sánh và nhập tệp
zh_tw: 用於比較和合併檔案的工具

source: A fast and simple GTK+ Image Viewer
ar: عارض صور سريع و بسيط مبني على GTK+
fr: Visionneuse d'images simple et rapide en GTK+
he: מהיר ופשוט GTK + Image Viewer
pl: Szybka i prosta przeglądarka zdjęć. http://mirageiv.berlios.de/
sk: Rýchly a jednoduchý prehliadač obrázkov pre GTK+
sv: En snabb och enkel GTK+-bildvisare
tr: Hızlı ve basit bir GTK+ İmaj Görüntüleyici
vi: Trình xem ảnh nhanh và đơn giản
zh_tw: 基於GTK+的影像檢視器

source: Open internet TV, beyond anything else
fr: Open internet TV, au-delà du reste
sk: Predovšetkým otvorená internetová TV

source: Webkit based lightweight web browser
fr: Navigateur web léger basé sur Webkit
he: Webkit מבוסס דפדפן קל משקל
pl: Prosta przeglądarka stron internetowych
sk: Odľahčený webový prehliadač založený na Webkit
sv: Webkit-baserad lättviktig webbläsare
tr: Webkit tabanlı hafif web tarayıcı
vi: Trình duyệt web nhỏ gọn trên cơ sở Webkit
zh_tw: 基於Webkit的輕量化網頁瀏覽器

source: An IDE to Develop .NET applications.
fr: Un IDE pour développer des applications .NET
he: IDE לפתח. יישומי NET.
pl: Zintegrowane środowisko programistyczne do tworzenia aplikacji opartych o platformę .NET.
sk: IDE na vývoj .NET aplikácií.
sv: En IDE för att utveckla .NET-program.
tr: .NET uygulamaları geliştirmek için bir IDE
vi: Một IDE để phát triển các ứng dụng .NET
zh_tw: 開發.NET應用程式的整合開發環境

source: The Ultimate Movie Player For Linux
fr: Le nec le plus ultra des lecteurs vidéo pour Linux
he: שחקן הסרט האולטימטיבי עבור לינוקס
pl: Prawdopodobnie najlepszy odtwarzacz filmów pod Linuxa
sk: Definitívny prehrávač filmov pre Linux
sv: Den ultimata filmspelaren för Linux
tr: Linux için Ultimate Film Oynatıcısı
vi: Trình xem video cho Linux
zh_tw: 終極Linux媒體播放器

source: IDE for Java, C/C++, Ruby, UML, etc.
fr: IDE pour Java, C/C++, Ruby, UML, etc.
he: IDE עבור Java, C / C + +, Ruby, UML, וכו '
pl: IDE dla Javy, C/C++, Ruby, UML, itp.
sk: IDE pre Java, C/C++, Ruby, UML atď.
sv: IDE för Java, C/C++, Ruby, UML, etc.
tr: Java,C/C++,Ruby,UML,vb.. için IDE
vi: IDE cho Java, C/C++, Ruby, UML,...
zh_tw: Java, C/C++, Ruby, UML, 等...的整合開發環境

source: The Opera Web Browser
fr: Le Navigateur Web Opera
pl: Popularna i bezpieczna przeglądarka stron www obsługująca pocztę e-mail, kanały informacyjne, pobieranie z sieci torrent, skórki oraz wiele innych! http://operapl.net/
sk: Webový prehliadač Opera
sv: Webbläsaren Opera
tr: Opera Web Tarayıcı
vi: Trình duyệt web Opera
zh_tw: Opera 網頁瀏覽器

source: Pidgin is a graphical modular messaging client based on libpurple which is capable of connecting to AIM, MSN, Yahoo!, XMPP, ICQ, IRC, SILC, SIP/SIMPLE, Novell GroupWise, Lotus Sametime, Bonjour, Zephyr, MySpaceIM, Gadu-Gadu, and QQ all at once.
fr: Pidgin est un client de messagerie graphique modulaire basé sur libpurple capable de se connecter à AIM, MSN, Yahoo!, XMPP, ICQ, IRC, SILC, SIP/SIMPLE, Novell GroupWise, Lotus Sametime, Bonjour, Zephyr, MySpaceIM, Gadu-Gadu, and QQ en même temps.
he: ז 'רגון היא מודולרית בהודעות הגרפיים לקוח מבוסס על libpurple אשר מסוגל חיבור ל-AIM, MSN, Yahoo!, XMPP, ICQ, IRC, SILC, לגמוע / פשוטה, Novell GroupWise, Lotus Sametime, Bonjour, רוח קלה, MySpaceIM, Gadu-Gadu , ו QQ בבת אחת.
pl: Pidgin jest najbardziej znanym, prostym w obsłudze komunikatorem dla sieci Gadu-Gadu. Obsługuje także sieci: AIM, MSN, Yahoo!, XMPP, ICQ, IRC, SILC, SIP/SIMPLE, Novell GroupWise, Lotus Sametime, Bonjour, Zephyr, MySpaceIM, QQ. Dodatkowo oferuje listę wtyczek poszerzających jego możliwości w tym o obsługę innych sieci. http://pidgin.im
sk: Pidgin je grafický klient umožňujúci komunikáciu, založený na libpurple s podporou AIM, MSN, Yahoo!, XMPP, ICQ, IRC, SILC, SIP/SIMPLE, Novell GroupWise, Lotus Sametime, Bonjour, Zephyr, MySpaceIM, Gadu-Gadu a QQ v jednom.
sv: Pidgin är en grafisk, modulär meddelandeklient baserad på libpurple som kan ansluta till AIM, MSN, Yahoo!, XMPP, ICQ, IRC, SILC, SIP/SIMPLE, Novell GroupWise, Lotus Sametime, Bonjour, Zephyr, MySpaceIM, Gadu-Gadu och QQ, alla på samma gång.
tr: Pidgin AIM, MSN, Yahoo!, XMPP, ICQ, IRC, SILC, SIP/SIMPLE, Novell GroupWise, Lotus Sametime, Bonjour, Zephyr, MySpaceIM, Gadu-Gadu, and QQ'ye bağlanma yeteneği olan, libpurple'a dayanan grafik olarak modüler mesajlaşma istemcisidir.
vi: Pidgin là một ứng dụng khách gửi tin nhắn kiểu mô-đun đồ họa dựa vào thư viện livpurple mà có khả năng kết nối cùng lúc tới tất cả các mạng AIM, MSN, Yahoo!, XMPP, ICQ, IRC, SILC, SIP/SIMPLE, Novell GroupWise, Lotus Sametime, Bonjour, Zephyr, MySpaceIM, Gadu-Gadu, và QQ.
zh_tw: Pidgin是一套基於libpurple的圖形化即時通訊軟體，相容以下各種通訊協定 : AIM, MSN, Yahoo!, XMPP, ICQ, IRC, SILC, SIP/SIMPLE, Novell GroupWise, Lotus Sametime, Bonjour, Zephyr, MySpaceIM, Gadu-Gadu, 和 QQ.

source: Run your Windows programs on Linux
ar: شغّل برامجك لويندوز على لينكس
fr: Exécuter vos programmes Windows sur Linux
he: את תוכניות הפעלה Windows ב-Linux
pl: Uruchom swoje programy z Windows!
sk: Spúšťanie Windows programov na Linuxe
sv: Kör dina Windows-program i Linux
tr: Windows programlarınızı Linux üzerinde çalıştırın
vi: Chạy các chương trình Windows của bạn trên Linux
zh_tw: 在Linux上執行Windows的程式

source: A framework for desktop widgets
ar: إطار عمل لودجات سطح المكتب
fr: Un framework pour les gadgets bureau
he: מסגרת יישומונים על שולחן העבודה
pl: Framework dla widgetów pulpitu
sk: Infraštruktúra ovládacích prvkov pre plochu
sv: Ett ramverk för skrivbordswidgetar
tr: Masaüstü programcıkları için yapı
zh_tw: 支持桌面小布件的框架

source: Feature-rich screenshot application(formerly known as GScrot)
fr: Une application de capture d'écran riche en fonctionnalités (anciennement connue sous le nom de GScrot)
sk: Bohatá aplikácia na zachytávanie snímok obrazovky (predtým nazývaná GScrot)

source: Make audio/video calls using this VoIP Software
fr: Faites des appels audio/video en utilisant cette application
he: בצע אודיו / וידאו שיחות VoIP באמצעות תוכנה זו
pl: Komunikator, telefonia internetowa, VoIP. http://www.skype.com/
sk: VoIP softvér na audio/video hovory
sv: Ring ljud-/videosamtal genom denna VoIP-programvara
tr: VoIP yazılımını kullanarak sesli/görüntülü aramalar yapar
vi: Tạo cuộc gọi âm thanh/video sử dụng Phần mềm VoIP
zh_tw: 使用VoIP軟體進行通話或視訊

source: A great MPlayer front-end, written in QT4
ar: واجهة MPlayer رائعة، مكتوبة باستخدام QT4
fr: Interface graphique pour MPlayer écrite en Qt4
he: מצויינת MPlayer החזיתי, כתוב QT4
pl: Program bazujący odtwarzaczu MPlayer wzbogacony o nowe funkcje (Qt Open Source Edition). http://smplayer.berlios.de
sk: Skvelé rozhranie pre MPlayer napísané v QT4
sv: Ett grafiskt gränssnitt till MPlayer, skriven i QT 4
tr: Çok iyi bir MPlayer arayüzü,QT4'te yazılmış
zh_tw: 基於QT4的MPlayer前端程式

source: Convert audio files into other formats
ar: حوّل ملفات الصورت إلى هيئات أخرى
fr: Convertit les fichiers audios vers d'autres formats
he: להמיר קבצי שמע אחרים לתוך תבניות
pl: Konwertuj pliki audio do innych formatów
sk: Konverzia zvukových súborov do iného formátu
sv: Konvertera ljudfiler till andra format
tr: Ses dosyalarını diğer formatlara çevir
vi: Chuyển đổi các tệp âm thanh sang các định dạng khác
zh_tw: 轉換音訊檔至其他格式

source: An international dictionary
ar: قاموس دولي
fr: Un dictionnaire international
he: מילון בינלאומי
pl: Międzynarodowy słownik
sk: Medzinárodný slovník
sv: En internationell uppslagsbok
tr: Uluslararası bir sözlük
vi: Một từ điền đa ngôn ngữ
zh_tw: 一個國際化詞典

source: Swiftweasel is an optimized build of the Mozilla Firefox web browser for Linux
fr: Swiftweasel est une version optimisée du navigateur web Mozilla Firefox pour Linux
he: Swiftweasel היא אופטימיזציה של לבנות את דפדפן האינטרנט Mozilla Firefox עבור לינוקס
pl: Oparta na Firefox przeglądarka www z dodatkowymi możliwościami. http://swiftweasel.tuxfamily.org/
sk: Swiftweasel je optimalizovaná verzia prehliadača Mozilla Firefox pre Linux
sv: Swiftweasel är en optimerad version av webbläsaren Mozilla Firefox för Linux
tr: Swiftweasel optimize edilmiş Mozilla Firefox sürümüdür.
vi: Swiftweasel là một bản xây dựng tối ưu của trình duyệt web Mozilla Firefox cho Linux
zh_tw: Swiftweasel 是一套在Linux上經過最佳化的Mozilla Firefox網頁瀏覽器

source: A desktop application that will watch for events (website updates, emails, file and folder changes...)
fr: Une application de bureau qui surveillera des évènements (mise à jour de site, emails, changements de fichier et de dossier, etc)
sk: Aplikácia, ktorá sleduje udalosti (aktualizácie webstránok, emaily, zmeny súborov a adresárov, ...)
