Repository: tualatrix/ubuntu-tweak-old
Catalog: po/*.po
Languages: ar, fr, he, pl, sk, sv, tr, vi, zh_tw

source: Ubuntu Tweak is a tool for Ubuntu that makes it easy to configure your system and desktop settings.
ar: تكييف أوبونتو هي أداة لأوبونتو تجعل من السهل تهيئة نظامك وإعدادات سطح مكتبك.
fr: Ubuntu Tweak est un outil pour Ubuntu qui facilite la configuration du système et les paramètres du bureau.
he: Ubuntu Tweak הוא כלי עבור אובונטו המקל על הגדרת תצורת המערכת ושולחן העבודה.
pl: Ubuntu Tweak umożliwia dopasowanie wyglądu i personalizację systemu Ubuntu do własnych potrzeb.
sk: Ubuntu Tweak je nástroj pre Ubuntu, ktorý umožňuje jednoducho meniť nastavenia.
sv: Ubuntu Tweak är ett verktyg för Ubuntu som gör det enkelt att konfigurera dina system- och skrivbordsinställningar.
tr: Ubuntu Tweak,Ubuntu için gizli sistem ve masaüstü ayarlarını değiştirmeyi kolaylaştıran bir araçtır.
vi: Ubuntu Tweak là một công cụ cho Ubutnu để cấu hình hệ thống và sắp đặt bàn làm việc một cách dễ dàng.
zh_tw: Ubuntu Tweak是一個專為輕鬆設定系統與桌面的工具。

source: translator-credits
ar: Launchpad Contributions: Albaraha https://launchpad.net/~sayedjaffer HardDisk https://launchpad.net/~sambuntu MaXeR https://launchpad.net/~themaxer Nizar Kerkeni https://launchpad.net/~nizarus Zied ALAYA https://launchpad.net/~alaya-zied Launchpad Contributions: Albaraha https://launchpad.net/~sayedjaffer HardDisk https://launchpad.net/~sambuntu MaXeR https://launchpad.net/~themaxer Nizar Kerkeni https://launchpad.net/~nizarus Osama https://launchpad.net/~osamak-wfm TualatriX https://launchpad.net/~tualatrix Zied ALAYA https://launchpad.net/~alaya-zied
fr: Launchpad Contributions: Cyril Grageon https://launchpad.net/~cyril-g David Brisebois https://launchpad.net/~davidbrisebois Gabriel Plante https://launchpad.net/~kaallis Jérémie78 https://launchpad.net/~jiem78 Lee Jarratt https://launchpad.net/~lee.jarratt Ludovic Michoux https://launchpad.net/~ludo-slimbox Nizar Kerkeni https://launchpad.net/~nizarus Omega13 https://launchpad.net/~omega13 Pierre DORBAIS https://launchpad.net/~chdorb Rafik Ouerchefani https://launchpad.net/~rafik Septime Lowe https://launchpad.net/~septox TCHANQUE Julius https://launchpad.net/~tnjulius TuniX12 https://launchpad.net/~tunix12 brazzmonkey https://launchpad.net/~samuel-benoit chaoswizard https://launchpad.net/~chaoswizard napster2core https://launchpad.net/~napster2core royto https://launchpad.net/~royto thebachman https://launchpad.net/~thebachman waxzce https://launchpad.net/~waxzce Launchpad Contributions: Arnaud Bonatti https://launchpad.net/~arnaud.bonatti Athmane MOKRAOUI (ButterflyOfFire) https://launchpad.net/~butterflyoffire Cyril GRAGEON https://launchpad.net/~cyril-g David Brisebois https://launchpad.net/~davidbrisebois Gabriel Plante https://launchpad.net/~kaallis Jonathan Ernst https://launchpad.net/~jonathan.ernst Jérémie78 https://launchpad.net/~jiem78 Lando https://launchpad.net/~guilhem-lettron Laurent https://launchpad.net/~laurent-poirier Lee Jarratt https://launchpad.net/~lee.jarratt Ludovic Michoux https://launchpad.net/~ludo-slimbox Michael Humblet https://launchpad.net/~humbletmica Mohamed Amine https://launchpad.net/~amine-mail Nizar Kerkeni https://launchpad.net/~nizarus Omega13 https://launchpad.net/~omega13 Pierre DORBAIS https://launchpad.net/~chdorb Rafik Ouerchefani https://launchpad.net/~rafik Septime Lowe https://launchpad.net/~septox TCHANQUE Julius https://launchpad.net/~tnjulius Thomas Grim https://launchpad.net/~thomas-grim TualatriX https://launchpad.net/~tualatrix TuniX12 https://launchpad.net/~tunix12 Xypho https://launchpad.net/~xyphoblog brazzmonkey https://launchpad.net/~samuel-benoit chaoswizard https://launchpad.net/~chaoswizard flobe https://launchpad.net/~florianbeau napster2core https://launchpad.net/~napster2core royto https://launchpad.net/~royto thebachman https://launchpad.net/~thebachman waxzce https://launchpad.net/~waxzce zero https://launchpad.net/~vincelepapibrossard
he: Launchpad Contributions: Mark Krapivner https://launchpad.net/~mark125 dinbrca https://launchpad.net/~dinbrca idovmagal https://launchpad.net/~idovmagal Launchpad Contributions: Mark Krapivner https://launchpad.net/~mark125 Yaron https://launchpad.net/~sh-yaron dinbrca https://launchpad.net/~dinbrca idovmagal https://launchpad.net/~idovmagal itzik_b https://launchpad.net/~itzik-b jorge https://launchpad.net/~mjminfo
pl: Launchpad Contributions: Bartosz Kaszubowski https://launchpad.net/~simek Blazej Kowalski https://launchpad.net/~panjinx PhysX https://launchpad.net/~physx64 Piotr Dobrysiak https://launchpad.net/~piotr-dobrysiak Przemysław Kulczycki https://launchpad.net/~azrael Rafał Barański https://launchpad.net/~kazislav Szczepek https://launchpad.net/~szczepek-ok-wp TualatriX https://launchpad.net/~tualatrix wrobel7 https://launchpad.net/~wrobel7 Launchpad Contributions: Bartosz Kaszubowski https://launchpad.net/~simek Blazej Kowalski https://launchpad.net/~panjinx PhysX https://launchpad.net/~physx64 Piotr Dobrysiak https://launchpad.net/~piotr-dobrysiak Przemysław Kulczycki https://launchpad.net/~azrael Rafał Barański https://launchpad.net/~kazislav Szczepek https://launchpad.net/~szczepek-ok-wp TualatriX https://launchpad.net/~tualatrix pankamyk https://launchpad.net/~pankamyk tatar111 https://launchpad.net/~tatar111 wrobel7 https://launchpad.net/~wrobel7 Launchpad Contributions: Bartosz Kaszubowski https://launchpad.net/~simek Blazej Kowalski https://launchpad.net/~panjinx PhysX https://launchpad.net/~physx64 Piotr Dobrysiak https://launchpad.net/~piotr-dobrysiak Przemysław Kulczycki https://launchpad.net/~azrael Rafał Barański https://launchpad.net/~kazislav Szczepek https://launchpad.net/~szczepek-ok-wp TualatriX https://launchpad.net/~tualatrix pankamyk https://launchpad.net/~pankamyk tatar111 https://launchpad.net/~tatar111 wrobel7 https://launchpad.net/~wrobel7 Launchpad Contributions: Bartosz Kaszubowski https://launchpad.net/~simek Bartosz Wierzejewski https://launchpad.net/~bartekw Blazej Kowalski https://launchpad.net/~panjinx Krzysztof Tataradziński https://launchpad.net/~tatar111 LordYoghurt https://launchpad.net/~lordyoghurt PhysX https://launchpad.net/~physx64 Piotr Dobrysiak https://launchpad.net/~piotr-dobrysiak Przemysław Kulczycki https://launchpad.net/~azrael Rafał Barański https://launchpad.net/~kazislav Szczepek https://launchpad.net/~szczepek-ok-wp TualatriX https://launchpad.net/~tualatrix Wacław Jacek https://launchpad.net/~waclawjacek Wiatrak https://launchpad.net/~wiatrak-mailinator iqk24 https://launchpad.net/~kyogre pankamyk https://launchpad.net/~pankamyk wrobel7 https://launchpad.net/~wrobel7
sk: Launchpad Contributions: Miroslav Mereďa https://launchpad.net/~miro-me helix84 https://launchpad.net/~helix84 Launchpad Contributions: Miroslav Mereďa https://launchpad.net/~miro-me Tomáš Vadina https://launchpad.net/~kyberdev TualatriX https://launchpad.net/~tualatrix helix84 https://launchpad.net/~helix84 milboy https://launchpad.net/~milboys Launchpad Contributions: Miroslav Mereďa https://launchpad.net/~miro-me Tomáš Vadina https://launchpad.net/~kyberdev TualatriX https://launchpad.net/~tualatrix helix84 https://launchpad.net/~helix84 milboy https://launchpad.net/~milboys
sv: Launchpad Contributions: Anders Grandt https://launchpad.net/~a.grandt Christian Widell https://launchpad.net/~christian.w Daniel Nylander https://launchpad.net/~yeager Gustaf Gustafsson https://launchpad.net/~gustafgustafsson Gustaf Johansson https://launchpad.net/~gustaf-joh Mattias Ohlsson https://launchpad.net/~mattias-oh Ragnar Moberg https://launchpad.net/~ragnar-moberg Sebastian https://launchpad.net/~bastiq TualatriX https://launchpad.net/~tualatrix blittan https://launchpad.net/~blittan daoo https://launchpad.net/~daoo314 Launchpad Contributions: Anders Grandt https://launchpad.net/~a.grandt AndrewJ https://launchpad.net/~andrew-jonsson Christian Widell https://launchpad.net/~christian.w Daniel Holm https://launchpad.net/~danielholm Daniel Nylander https://launchpad.net/~yeager Dostojevskji https://launchpad.net/~darkangel-nr1 Gustaf Gustafsson https://launchpad.net/~gustafgustafsson Gustaf Johansson https://launchpad.net/~gustaf-joh Martin Karlsson https://launchpad.net/~martin-rb-karlsson Mattias Ohlsson https://launchpad.net/~mattias-oh P_cool https://launchpad.net/~petruslundberg Ragnar Moberg https://launchpad.net/~ragnar-moberg Sebastian https://launchpad.net/~bastiq TualatriX https://launchpad.net/~tualatrix blittan https://launchpad.net/~blittan daoo https://launchpad.net/~daoo314
tr: Launchpad Contributions: Mert Bozkurt https://launchpad.net/~pasaboku Ufuk Tekir https://launchpad.net/~living-corpse Launchpad Contributions: Eylül Cavaç https://launchpad.net/~eylulcavac Harun Hurma https://launchpad.net/~hhurma Mert Bozkurt https://launchpad.net/~aquacultural Selim Suerkan https://launchpad.net/~mokoko Ufuk Tekir https://launchpad.net/~living-corpse Volkan Esgel https://launchpad.net/~vesgel Yalçın AÇIKYILDIZ https://launchpad.net/~yalcin mozgurbayhan https://launchpad.net/~mozgurbayhan
vi: Launchpad Contributions: huanctv https://launchpad.net/~huanctv Launchpad Contributions: huanctv https://launchpad.net/~huanctv khanh_coltech https://launchpad.net/~khanhpt
zh_tw: Launchpad Contributions: TualatriX https://launchpad.net/~tualatrix 蔡查理 https://launchpad.net/~charlie-tsai Launchpad Contributions: Dan https://launchpad.net/~somedayiwillknow LSJean https://launchpad.net/~lsjean PlanyKao https://launchpad.net/~planykao TualatriX https://launchpad.net/~tualatrix akong https://launchpad.net/~akong arisaka https://launchpad.net/~chia0418 蔡查理 https://launchpad.net/~charlie-tsai

source: A newer version: %s is available online. Would you like to update?
ar: نسخة أحدث: %s متوفرة على الإنترنت. أتريد التحديث؟
fr: Une nouvelle version: %s est disponible en ligne. Voulez vous effectuer la mise à jour ?
he: גרסה חדשה זמינה: %s זמינה ברשת. האם ברצונך לעדכן?
pl: Nowa wersja (%s) programu jest dostępna. Czy chcesz zaktualizować?
sk: Na stiahnutie je dostupná novšia verzia: %s Želáte si aktualizovať?
sv: En nyare version: %s finns tillgänglig. Vill du uppdatera?
tr: Yeni bir versiyon: %s çevrimiçi indirilip kullanılabilir. Güncelleştirmek ister misiniz?
vi: Một phiên bản mới: %s đã sẵn có trực tuyến. Bạn có muốn cập nhật?
zh_tw: 有一個新版本：%s 已經可以下載了。 你想要更新嗎？

source: Software Update
ar: تحديث البرمجيات
fr: Mise à jour logiciel
he: עדכון תוכנה
pl: Menedżer aktualizacji
sk: Aktualizácia softvéru
sv: Programuppdatering
tr: Yazılım Güncellemesi
vi: Cập nhật phần mềm
zh_tw: 軟體更新

source: Download
ar: تنزيل
fr: Télécharger
he: הורדה
pl: Pobrane
sk: Stiahnuť
sv: Hämtat
tr: İndir
vi: Tảo về
zh_tw: 下載

source: Public
ar: عام
fr: Publique
he: ציבורי
pl: Publiczny
sk: Verejné
sv: Publikt
tr: Genel
vi: Công cộng
zh_tw: 公開

source: Document
ar: مستند
he: מסמך
pl: Dokumenty
sk: Dokument
sv: Dokument
tr: Belge
vi: Tài liệu
zh_tw: 文件

source: Music
ar: موسيقى
fr: Musique
he: מוסיקה
pl: Muzyka
sk: Hudba
sv: Musik
tr: Müzik
vi: Âm nhạc
zh_tw: 音樂

source: Pictures
ar: صور
fr: Images
he: תמונות
pl: Obrazy
sk: Obrázky
sv: Bilder
tr: Resimler
vi: Ảnh
zh_tw: 圖片

source: Videos
ar: فيديو
fr: Vidéos
he: סרטונים
pl: Filmy
sk: Videá
sv: Video
tr: Videolar
vi: Phim
zh_tw: 影片

source: Choose a folder
ar: اختر مجلدًا
fr: Choisissez un répertoire
he: בחר תיקייה
pl: Wybierz katalog
sk: Vybrať priečinok
sv: Välj en mapp
tr: Bir dizin seçin
vi: Chọn thư mục
zh_tw: 選擇一個資料夾

source: Ubuntu Tweak will restore the chosen directory to the default location. However, you must move your files back into place by yourself. Do you wish to continue?
ar: سيسترجع تكييف أوبونتو الدليل المختار إلى الموقع المبدئي. لكن عليك نقل ملقاتك إلى الموقع بنفسك. أتريد الاستمرار؟
fr: Ubuntu Tweak va restaurer le chemin choisi vers l'emplacement par défaut Cependant, vous devez déplacer vos fichiers vers cet emplacement vous-même Voulez-vous continuez?
he: Ubuntu Tweak תשחזר את התיקייה הנבחרת אל מיקום ברירת המחדל. עם זאת, יהיה עליך להעביר את הקבצים בחזרה למקומם בעצמך. האם ברצונך להמשיך?
pl: Program Ubuntu Tweak przywróci domyślną lokalizacje wybranego katalogu. Pliki w nim zawarte należy przenieść używając "Ctrl+X" i "Ctrl+V". Czy chcesz kontynuować?
sk: Ubuntu Tweak obnoví vybraná adresár na predvolené miesto. Svoje súbory však musíte späť na miesto presunúť sami. Chcete pokračovať?
sv: Ubuntu Tweak kommer att återställa den valda katalogen till standardplatsen. Dock måste du själv flytta tillbaka dina filer. Vill du fortsätta?
tr: Ubuntu Tweak seçilen dizini varsayılan yerine geri koyacak . Ancak, doyalarınızı mutlaka kendiniz koymalısınız. DEvam etmek istiyormusunuz?
vi: Ubuntu Tweak sẽ khôi phục thư mục được chọn trở về vị trí mặc định. Ngoài ra, bạn phải tự mình di chuyển những tệp của bạn trở lại vị trí. Bạn có muốn tiếp tục?
zh_tw: Ubuntu Tweak 將會恢復選擇的目錄成為預設位址. 然而, 您必須備份您的檔案到到自已的地方. 您想繼續嗎?

source: Directory
ar: الدليل
fr: Répertoire
he: תיקייה
pl: Katalog
sk: Adresár
sv: Katalog
tr: Dizin
vi: Thư mục
zh_tw: 目錄

source: Path
ar: المسار
fr: Chemin
he: נתיב
pl: Położenie
sk: Cesta
sv: Sökväg
tr: Yol
vi: Đường dẫn
zh_tw: 路徑

source: Change
ar: غيّر
fr: Modifier
he: שינוי
pl: Zmień
sk: Zmeniť
sv: Ändra
tr: Değiştir
vi: Thay đổi
zh_tw: 變更

source: Restore to default
ar: استعد المبدئي
fr: Restaurer à l'original
he: שחזור לברירת מחדל
pl: Przywróć domyślne
sk: Obnoviť na predvolené
sv: Återställ till standard
tr: Varsayılana geri yükle
vi: Khôi phục mặc định
zh_tw: 回復預設值

source: Default Folder Locations
ar: مواقع المجلدات المبدئية
fr: Répértoire par Défaut
he: מיקומי ברירת המחדל של תיקיות
pl: Domyślne położenia katalogów
sk: Predvolené umiestnenie priečinkov
sv: Standardplatser för mappar
tr: Varsayılan Dizin Yerleri
vi: Vị trí các thư mục mặc định
zh_tw: 預設資料夾位址

source: You can change the paths of the default folders here. Don't change the location of your desktop folder unless you know what you are doing.
ar: تستطيع تغيير مسارات المجلدات الرئيسية هنا. لا تغير موقع سطح مكتبك إلا إذا كنت تعرف ما تفعل.
fr: Vous pouvez changer ici les chemins vers les dossiers par défaut. Ne changer pas l'emplacement du dossier Bureau à moins que vous ne sachiez ce que vous faites.
pl: Tutaj możesz zmienić domyślne ścieżki katalogów. Nie zmieniaj domyślnego położenia katalogu pulpitu, chyba, że wiesz co robisz.
sk: Tu môžete zmeniť predvolené umiestnenie priečinkov. Nemeňte umiestnenie priečinku Plocha ak neviete čo robíte.
sv: Du kan ändra sökväg till standardmapparna här. Ändra däremot inte sökväg till din skrivbordsmapp om du inte vet vad du gör.
vi: Bạn có thể thay đổi đường dẫn mặc định của các thư mục tại đây. Đừng thay đổi vị trí thư mục Bàn làm việc trừ khi bạn biết rõ mình đang làm gì.

source: Update successfully!
ar: تم التحديث بنجاح!
fr: Mise à jour réussie!
he: העדכון הצליח!
pl: Aktualizacja zakończona sukcesem!
sk: Úspešne zmenené!
sv: Uppdateringen är färdig!
tr: Güncelleştirme Başarılı!
vi: Cập nhật thành công!
zh_tw: 更新成功！

source: Audio
ar: صوت
he: שמע
pl: Dźwięk
sk: Zvuk
sv: Ljud
tr: Ses
vi: Âm thanh
zh_tw: 音訊

source: Image
ar: صورة
he: תמונה
pl: Grafika
sk: Obrázok
sv: Bild
tr: Resim
vi: Ảnh
zh_tw: 圖片

source: Application
ar: تطبيق
he: יישום
pl: Programy
sk: Aplikácia
sv: Program
tr: Uygulama
vi: Ứng dụng
zh_tw: 應用程式

source: All
ar: الجميع
fr: Tout
he: הכול
pl: Wszystkie
sk: Všetko
sv: Alla
tr: Tümü
vi: Tất cả
zh_tw: 全部

source: Categories
ar: الفئات
fr: Catégories
he: קטגוריות
pl: Kategorie
sk: Kategórie
sv: Kategorier
tr: Kategoriler
vi: Phân loại
zh_tw: 類別

source: File Type
ar: نوع الملف
fr: Type de fichier
he: סוג הקובץ
pl: Typ pliku
sk: Typ súboru
sv: Filtyp
tr: Dosya Tipi
vi: Kiểu tập tin
zh_tw: 檔案類型

source: Associated Application
ar: التطبيق المرتبط
fr: Application associée
he: היישום המשוייך
pl: Powiązany program
sk: Predvolená aplikácia
sv: Associerade program
tr: İlgili Uygulama
zh_tw: 已關聯的應用程式

source: None
ar: لا شيء
fr: Aucun
he: אין
pl: Żaden
sk: Žiadne
sv: Ingen
tr: Hiçbiri
vi: Không
zh_tw: 沒有

source: Open the files of type "%s" with:
ar: فتح الملفات من نوع "%s" بـ:
fr: Ouvrir lesfichiers de type "%s" avec:
he: פתיחת הקבצים מסוג "%s" באמצעות:
pl: Pliki typu "%s" otwórz w:
sk: Otvoriť súbory typu „%s“ programom:
sv: Öppna filer av typen "%s" med:
vi: Mở tệp có kiểu "%s" với:
zh_tw: 用此應用程式打開"%s"類型的檔案：

source: Choose a application
ar: إختيار تطبيق
fr: Choississez une application
pl: Wybierz pakiet
sk: Vyberte aplikáciu
sv: Välj en applikation
tr: Bir uygulama seç
vi: Chọn một ứng dụng

source: Select an application to open the type <b>%s</b>
ar: اختر تطبيقا لفتح النوع <b>%s</b>
fr: Sélectionner une application pour ouvrir les fichiers du type <b>%s</b>
he: בחירת היישום לפתיחת הסוג <b>%s</b>
pl: Proszę wybrać program do otwarcia plików typu "%s"
sk: Vyberte aplikáciu, ktorá otvorí typ <b>%s</b>
sv: Välj ett program för att öppna typen <b>%s</b>
vi: Chọn một ứng dụng để mở kiểu <b>%s</b>
zh_tw: 選擇一個應用程式來打開類型<b>%s</b>

source: Could not find %s
ar: لا يمكن إيجاد %s
fr: Impossible de trouver %s
he: לא ניתן למצוא את %s
pl: Nie można znaleźć "%s"
sk: Nepodarilo sa nájsť %s
sv: Kunde inte hitta %s
tr: %s Bulunamadı
vi: Không tìm thấy %s
zh_tw: 無法找到 %s

source: Could not find application
ar: تعذّر العثور على التّطبيق
fr: Impossible de trouver l'application
he: לא ניתן למצוא את היישום
pl: Nie można znaleźć programu!
sk: Nepodarilo sa nájsť aplikáciu
sv: Kunde inte hitta programmet
tr: Uygulama bulunamadı
vi: Không tìm thấy ứng dụng
zh_tw: 找不到應用程式

source: Here you can manage which application will open which filetypes.
ar: هنا تستطيع إدارة أي التطبيقات ستفتح أي أنواع ملفات.
fr: Ici vous pouvez gérer quelle application peut ouvrir un type de fichier.
pl: Tu możesz wskazać, która aplikacja otwiera domyślnie dany typ pliku.
sk: Tu môžete spravovať ktorá aplikácia otvára ktorý typ súboru.
sv: Här kan du hantera vilka filtyper som ska öppnas av vilka program.
vi: Tại đây bạn có thể quản lý ứng dụng để mở các kiểu tệp tin.

source: Only show filetypes with an associated application
ar: أظهر أنواع الملفات فقط مع
fr: Afficher seulement les types de fichiers associés à une application
pl: Wyświetl tylko powiązane typy plików
sk: Zobraziť iba typy súborov s asociovanou aplikáciou
sv: Visa endast filtyper tillsammans med en associerad applikation

source: System information
ar: معلومات النظام
fr: Informations système
he: נתוני המערכת
pl: Informacje o systemie
sk: Systémové informácie
tr: Sistem bilgisi
vi: Thông tin hệ thống
zh_tw: 系統資訊

source: Hostname
ar: اسم المضيّف
fr: Nom de l'hôte
he: שם מארח
pl: Nazwa komputera
sk: Hostiteľ
sv: Värdnamn
tr: Makine adı
vi: Tên máy
zh_tw: 主機名稱

source: Distribution
ar: التوزيعة
he: הפצה
pl: Dystrybucja
sk: Distribúcia
tr: Dağıtım
vi: Bản phân phối
zh_tw: 發行版

source: Desktop environment
ar: بيئة سطح مكتب
fr: Environnement de bureau
he: בסביבת שולחן העבודה
pl: Środowisko graficzne
sk: Pracovné prostredie
sv: Skrivbordsmiljö
tr: Masaüstü ortamı
vi: Môi trường làm việc
zh_tw: 桌面環境

source: Kernel
ar: النواة
fr: Noyau (kernel)
he: ליבה
pl: Jądro
sk: Jadro
sv: Kärna
tr: Çekirdek
vi: Nhân
zh_tw: 核心

source: Platform
ar: المنصة
fr: Plateforme
he: פלטפורמה
pl: Platforma
sk: Platforma
sv: Plattform
tr: Ortam
vi: Kiến trúc
zh_tw: 硬體平台

source: Memory
ar: الذاكرة
fr: Mémoire vive
he: זיכרון
pl: Pamięć RAM
sk: Pamäť
sv: Minne
tr: Bellek
vi: Bộ nhớ
zh_tw: 記憶體

source: User information
ar: معلومات المستخدم
fr: Informations utilisateur
he: נתוני המשתמש
pl: Informacje o użytkowniku
sk: Informácie o používateľovi
sv: Användarinformation
tr: Kullanıcı Bilgisi
vi: Thông tin người dùng
zh_tw: 使用者資訊

source: Current user
ar: المستخدم الحالي
fr: Utilisateur courant
he: המשתמש הנוכחי
pl: Zalogowany
sk: Aktuálny používateľ
sv: Aktuell användare
tr: Mevcut kullanıcı
vi: Người dùng hiện tại
zh_tw: 目前使用者

source: Home directory
ar: دليل المنزل
fr: Dossier personnel
he: דף הבית ספריה
pl: Katalog "Dom"
sk: Domovský adresár
sv: Hemkatalog
tr: Başlangıç dizini
vi: Thư mục chính
zh_tw: 家目錄

source: Language
ar: اللغة
fr: Langue
he: שפה
pl: Kodowanie języka
sk: Jazyk
sv: Språk
tr: Dil
vi: Ngôn ngữ
zh_tw: 語言

source: Avant Window Navigator (Unstable Version)
ar: Avant Window Navigator (النسخة التجريبية)
fr: Avant Window Navigator (Version instable)
sk: Avant Window Navigator (nestabilná verzia)

source: Ubuntu Chinese Repository
ar: مستودع أوبونتو الصيني
fr: Dépôts Chinois d'Ubuntu
he: אובונטו לינוקס סינית מחסן
pl: Repozytoria dla użytkowników z Chin
sk: Čínske zdroje Ubuntu
sv: Ubuntu Kinesiskt förråd
tr: Ubuntu Çin Deposu
vi: Kho lưu Ubuntu Trung Quốc
zh_tw: Ubuntu 中文套件庫

source: Gnome Global Menu
fr: Menu Global de Gnome
sk: Globálna ponuka Gnome

source: Banshee (Stable Version)
ar: Banshee (النسخة المستقرة)
fr: Banshee (Version Stable)
he: Banshee (גירסת יציבים)
pl: Banshee (wersja stabilna)
sk: Banshee (stabilná verzia)
sv: Banshee (stabil version)
tr: Banshee (Kararlı Sürüm)
vi: Banshee (Phiên bản ổn định)
zh_tw: Banshee (正式版)

source: Banshee (Unstable Version)
ar: Banshee (النسخة غير المستقرة)
fr: Banshee (Version Instable)
he: Banshee (גרסה יציבה)
pl: Banshee (wersja testowa)
sk: Banshee (nestabilná verzia)
sv: Banshee (ostabil version)
tr: Banshee (Kararsız Sürüm)
vi: Banshee (Phiên bản không ổn định)
zh_tw: Banshee (測試版)

source: Ubuntu Tweak (Unstable Version)
ar: Ubuntu Tweak (النسخة التجريبية)
fr: Ubuntu Tweak (Version instable)
sk: Ubuntu Tweak (nestabilná verzia)

source: To install software and updates from newly added or changed sources, you have to reload the information about available software. You need a working internet connection to continue.
ar: لثبيت البرمجيات والتحديثات من مصدر مضاف أو معدّل حديثا، عليك إعادة تحميل معلومات توفر البرمجيات. تحتاج إلى اتصال إنترنت فعال للاستمرار.
fr: Pour installer et mettre à jour à partir de sources nouvelles ou modifiées, vous devez recharger les informations à propos des programmes disponibles. Vous avez besoin d'une connexion internet fonctionnelle pour continuer.
he: כדי להתקין תוכנות ועדכונים מתוך החדשות שנוספו או מקורות שונה, אתה צריך לטעון מחדש את המידע אודות התוכנה זמינה. אתה צריך לעבוד על החיבור לאינטרנט כדי להמשיך.
pl: Instalacja programów lub ich aktualizacji z nowo dodanych repozytoriów możliwa jest dopiero po ich ponownym wczytaniu. Wymagane jest połączenie z internetem.
sk: Aby ste mohli inštalovať softvér a aktualizácie zo zdrojov ktoré ste zmenili či pridali, musíte obnoviť informácie o dostupnom softvéri. Aby ste mohli pokračovať, je potrebné funkčné pripojenie k internetu.
sv: För att installera programvara och uppdateringar från nyligen tillagda eller ändrade källor så måste du läsa om informationen gällande tillgänglig programvara. Du behöver en fungerande internetanslutning för att fortsätta.
tr: En son eklenen ve güncellenen kaynaklardan yazılım kurmak ve güncellemek için kullanılabilir yazılımlar hakkındaki bilgiyi yeniden yüklemelisiniz. Devam etmek için internet bağlantısına ihtiyacınız var.
vi: Để cài đặt phần mềm và cập nhật từ những nguồn mới hoặc được thay đổi, bạn phải tải lại thông tin về những phần mềm sẵn có. Bạn cần một kết nối Internet đang hoạt động để tiếp tục.
zh_tw: 從最近新增或更動的來源來安裝和升級軟體，必須先更新套件資訊。 您需要網路連線才能繼續。

source: The information about available software is out-of-date
ar: هذه المعلومات حول توفر البرمجيات غير محدثة
fr: Les informations à propos des programmes disponibles sont dépassées.
he: המידע אודות התוכנה זמינה מחוץ תאריך
pl: Informacje na temat dostępnego oprogramowania są nieaktualne
sk: Informácie o dostupnom softvéri sú zastaralé
sv: Informationen om tillgänglig programvara är föråldrad
tr: Kullanılabilir yazılımlarla ilgili bilgi güncel değil
vi: Thông tin về các phần mềm sẵn có đã lỗi thời
zh_tw: 目前可用軟體的資訊是舊的

source: Homepage
ar: الصفحة الرئيسية
fr: Page d'accueil
he: דף הבית
pl: Strona domowa
sk: Domovská stránka
sv: Hemsida
tr: Ana Sayfa
vi: Trang chủ
zh_tw: 主頁

source: Source URL
ar: رابط المصدر
fr: URL source
he: כתובת אתר המקור
pl: Adres źródła
sk: Zdrojový URL
sv: Käll-URL
tr: Kaynak adres
vi: Nguồn URL
zh_tw: 來源位址
