Repository: tualatrix/ubuntu-tweak-old
Catalog: po/*.po
Languages: ar, fr, he, pl, sk, sv, tr, vi, zh_tw

source: Description
ar: وصف
he: תיאור
pl: Opis
sk: Popis
sv: Beskrivning
tr: Açıklama
vi: Mô tả
zh_tw: 描述

source: Description is here
ar: الوصف هنا
fr: Description ici
he: תיאור זה כאן
pl: Opis
sk: Popis je tu
sv: Beskrivningen är här
tr: Açıklaması buradadır
vi: Mô tả tại đây
zh_tw: 描述在這裏

source: Third-Party Software Sources
ar: مصادر برامج الطرف الثالث
fr: Source de logiciels de tierces parties
pl: Repozytoria osób trzecich
sk: Zdroje softvéru tretích strán
sv: Källor för tredjepartsprogram
tr: Third-Party Yazılım Kaynakları
vi: Nguồn phần mềm bên thứ ba.
zh_tw: 第三方套件源

source: After every releases of Ubuntu comes a feature freeze. This means only applications with bug-fixes get into the repository. By using third-party DEB repositories, you can always keep up-to-date with the latest version. After adding these repositories, locate and install them using Add/Remove.
ar: بعد كل إصدار من أوبونتو يتم تجميد المزايا. هذا يعني أن التطبيقات بإصلاحات علل تدخل للمستودع. باستخدم مستودعات DEB طرف ثالث، تستطيع دائما البقاء محدّثا لآخر إصدار. بعد إضافة هذه المستودعات، اجلبها وثبتها باستخدام أضف/أزل.
fr: Après chaque sortie de Ubuntu vient le dispositif du gel (d'applications). Cela signifie que seuls les correctifs des applications sont ajoutées au dépôt. En utilisant des dépôt DEB de tierce parties , Vous pouvez en avoir toujours les dernières versions. Après l'ajout de ces dépôts, installez ces applications avec Supprimer/Ajouter.
he: אחרי כל הגרסאות של אובונטו לינוקס מגיעה תכונה ההקפאה. פירוש הדבר רק עם יישומי-תיקוני באגים להיכנס מחסן. באמצעות צד שלישי DEB מחסן, אתה תמיד יכול לשמור מעודכן עם הגרסה האחרונה. לאחר הוספת מחסן אלה, לאתר ולהתקין אותם באמצעות הוספה / הסרה.
pl: Poniższe oprogramowanie od osób trzecich pozwala być na bieżąco z aktualizacjami programów. Należy zaznaczyć te repozytoria, od których chce się dostawać aktualizacje. Przykładowo jeśli chcemy zawsze posiadać aktualną wersję "Firefox" należy włączyć repozytorium o tej nazwie. Dodawanie repozytoriów zwiększa ilość dostępnego oprogramowania w "Dodaj/Usuń".
sk: Po každom vydaní Ubuntu nastáva feature freeze. To znamená, že sa do zrojov nahrávajú iba aktualizácie opravujúce chyby. Použitím zdrojov tretích strán môžete neustále udržiavať najnovšiu verziu aplikácie. Po pridaní týchto zdrojov môžete aplikácie nájsť a nainštalovať pomocou Pridať/odstrániť.
sv: Efter varje ny version av Ubuntu kommer nya funktioner frysas. Detta innebär att endast ansökningar med bugg-fixar får komma in i förråden. Genom förråd från tredjeparter, kan du alltid uppdatera till den senaste versionen. Efter att ha lagt till dessa förråd, leta upp och installera dem med hjälp av Lägg till / ta bort.
tr: Ubuntu'nun her sürümünden sonra yeni bir özellik eklenmesi durur. Bu, depolara sadece hataları giderilmiş uygulamaların girmesi anlamına gelir. Resmi olmayan DEB depoları kullanarak, uygulamaların güncel kalmasını sağlayabilirsiniz. Bu depoları ekledikten sonra, Program Ekle/Kaldır'ı kullanarak onlara ulaşabilirsiniz.
vi: Sau mỗi lần phát hành Ubuntu đều đóng các thành phần lại. Có nghĩa là chỉ có các ứng dụng với các lỗi được sửa được đưa vào kho phần mềm. Sử dụng kho phần mềm từ bên thứ ba, bạn có thể luôn luôn cập nhật lên phiên bản mới nhất. Sau khi thêm vào các kho lưu, xác định và cài đặt chúng sử dụng Thêm/Gỡ bỏ
zh_tw: 每一個釋出的Ubuntu版本功能都是固定的. 意思是說套件庫中的應用程式只是修復錯誤. 使用第三方 DEB 套件庫, 您絕對可以更新到最新的版本. 在新增這些套件庫後, 請使用新增/移除來找尋和安裝.

source: Details
ar: تفاصيل
fr: Détails
he: פרטים
pl: Szczegóły
sk: Podrobnosti
sv: Detaljer
tr: Ayrıntılar
vi: Chi tiết
zh_tw: 詳細資料

source: It is a possible security risk to use packages from Third-Party Sources. Please be careful.
ar: استخدام مصادر طرف ثالث قد يكون خطرا أمنيا. من فضلك كن حذرا.
fr: Il y a un risque de sécurité d'utiliser des paquets issus de sources tierces. Merci d'être prudent.
he: זהו סיכון אבטחה אפשרי להשתמש בחבילות מתוך מקורות חיצוניים. אנא היזהר.
pl: Uwaga! Zawsze istnieje ryzyko używania pakietów z repozytoriów od osób trzecich.
sk: Použitie zdrojov tretích strány predstavuje potenciálne bezpečnostné riziko. Prosím používajte iba zdroje, ktorým dôverujete.
sv: Det är en möjlig säkerhetsrisk med att använda paket från tredjepartsförråd. Var försiktig.
tr: Resmi olmayan depolardan paketler kullanmak güvenlik riski doğurabilir. Lütfen dikkatli olun.
vi: Có thể có những nguy hiểm về bảo mật khi sử dụng những gói từ Nguồn của Bên thứ ba. Đề nghị cẩn thận.
zh_tw: 使用第三方來源提供的套件可能會有安全問題。 請務必注意。

source: Warning
ar: تحذير
fr: Avertissement
he: אזהרה
pl: Ostrzeżenie
sk: Upozornenie
sv: Varning
tr: Uyarı
vi: Cảnh báo
zh_tw: 警告

source: Never show this dialog
ar: لا تظهر هذا الحوار أبدا
fr: Ne jamais afficher cette fenêtre de dialogue
he: לעולם אל תציג דיאלוג זה
pl: Nigdy nie wyświetlaj okna dialogowego
sk: Nikdy nezobrazovať tento dialóg
sv: Visa aldrig denna dialog
tr: Bu uyarıyı bir daha gösterme
vi: Không hiện hộp thoại này nữa
zh_tw: 不再顯示這個提示

source: You can install the new applications through Add/Remove. Do you want to go now?
ar: تستطيع تثبيت التطبيقات الجديد عبر أضف/أزل. أتريد التوجه الآن؟
sk: Nové aplikácie môžete inštalovať prostredníctvom Pridať/odstrániť. Chcete tak urobiť teraz?

source: The software information is up-to-date now
ar: معلومات البرنامج محدثة حالياً
fr: Les informations sur les logiciels sont maintenant à jour
he: התוכנה היא מידע עדכני עכשיו
pl: Informacje na temat oprogramowania są aktualne
sk: Informácie o softvéri sú teraz aktuálne
sv: Programvaruinformationen är nu uppdaterad
tr: Yazılım bilgisi şimdi güncel
vi: Thông tin phần mềm đã được cập nhật.
zh_tw: 軟體資訊已經更新

source: Show "Computer" icon on desktop
ar: أظهر أيقونة "الحاسوب" على سطح المكتب
fr: Montrer l'icône "Poste de Travail" sur le bureau
he: הצג את סמל "המחשב" על שולחן העבודה
pl: Pokaż ikonę "Komputer" na pulpicie
sk: Zobraziť na ploche ikonu „Počítač“
sv: Visa "Dator"-ikon på skrivbordet
tr: "Bilgisayar" simgesini masaüstünde göster
vi: Hiện biểu tượng "Máy tính" ở nền màn hình
zh_tw: 在桌面上顯示"電腦"圖示

source: Rename
ar: أعد تسمية
fr: Renommer
he: שינוי שם
pl: Zmień nazwę
sk: Premenovať
sv: Byt namn
tr: Yeniden Adlandır
vi: Đổi tên
zh_tw: 重新命名

source: Show "Home Folder" icon on desktop
ar: أظهر أيقونة "مجلد المنزل" على سطح المكتب
fr: Afficher l'icone du "Dossier Home" sur le bureau.
he: הצג "תיקיית הבית " על שולחן העבודה סמל
pl: Pokaż ikonę "Katalog domowy" na pulpicie
sk: Zobraziť ikonu na ploche „Domovský priečinok“
sv: Visa "Hemmapp"-ikon på skrivbordet
tr: Ev klasörü simgesini masaüstünde göster
vi: Hiện biểu tượng "Thư mục chính" ở nền màn hình
zh_tw: 在桌面上顯示 "家目錄"

source: Show "Trash" icon on desktop
ar: أظهر أيقونة "المهملات" على سطح المكتب
fr: Afficher l'icône "corbeille" sur le bureau
he: הצג את סמל "אשפה" על שולחן העבודה
pl: Pokaż ikonę "Kosz" na pulpicie
sk: Zobraziť na ploche ikonu „Kôš“
sv: Visa "Papperskorg"-ikon på skrivbordet
tr: Masaüstünde "Çöp Kutusu" simgesini göster
vi: Hiện biểu tượng "Thùng rác" ở nền màn hình
zh_tw: 在桌面上顯示"垃圾筒"圖示

source: Unset
ar: غير محددة
fr: Indéfini
he: בטל
pl: niezmieniona
sk: Nenastavené
sv: Inte inställt
tr: Ayarlanmamış
vi: Không đặt
zh_tw: 未設定

source: Desktop Icon settings
ar: إعدادات أيقونة سطح المكتب
fr: Configurer les icônes du Bureau
he: הגדרות שולחן העבודה סמל
pl: Ustawienia ikon pulpitu
sk: Nastavenia ikon plochy
sv: Inställningar för skrivbordsikoner
tr: Masaüstü simge ayarları
vi: Cài đặt biểu tượng nền màn hình
zh_tw: 桌面圖示設定

source: Show desktop icons
ar: أظهر أيقونات سطح المكتب
fr: Afficher les icônes sur le bureau
he: הצג סמלים בשולחן העבודה
pl: Pokaż ikony pulpitu
sk: Zobrazovať na ploche ikony
sv: Visa skrivbordsikoner
tr: Masaüstü simgelerini göster
vi: Hiện biểu tượng ở nền màn hình
zh_tw: 顯示桌面圖示

source: Show "Network" icon on desktop
ar: أظهر أيقونة "الشبكة" على سطح المكتب
fr: Montrer l'icône "Réseau" sur le bureau
he: הצג "רשת " השולחני על הסמל
pl: Pokaż ikonę "Serwery sieciowe" na pulpicie
sk: Zobraziť na ploche ikonu „Sieťové servery“
sv: Visa "Nätverk"-ikon på skrivbordet
tr: "Ağ sunucuları" simgesini masaüstünde göster
vi: Hiện biểu tượng "Mạng" ở nền màn hình
zh_tw: 在桌面上顯示"網路"圖示

source: Show mounted volumes on desktop
ar: أظهر الأجزاء المضمومة على سطح المكتب
fr: Voir les volumes montés sur le bureau.
he: הצג כרכים רכוב על שולחן העבודה
pl: Pokaż ikony zamontowanych dysków i napędów na pulpicie
sk: Zobraziť pripojené jednotky na ploche
sv: Visa monterade volymer på skrivbordet
tr: Bağlanmış diskleri masaüstünde göster
vi: Hiện các ổ đã gắn kết ở nền màn hình
zh_tw: 在桌面上顯示已掛載磁碟

source: Use "Home Folder" as desktop(Logout for changes to take effect)
ar: استخدم "مجلد المنزل" كسطح مكتب (اخرج لتتم التغييرات)
fr: Utilisez le "Répertoire Home" en tant que bureau (fermer la session pour que les modifications prennent effet)
he: השתמש "תיקיית הבית " כמו שולחן העבודה (יציאה עבור השינויים ייכנסו לתוקף)
pl: Użyj folderu "Katalog domowy" jako pulpitu (należy się przelogować dla uzyskania efektu)
sk: Použiť „Domovský priečinok“ ako plochu (aby sa nastavenie prejavilo, musíte sa znova prihlásiť)
sv: Använd "Hemmappen" som skrivbord (Logga ut för att ändringarna ska gälla)
tr: Ev klasörünü masaüstü olarak kullan ( Bu değişiklik yeniden oturum açmayı gerektirir)
vi: Sử dụng "Thư mục chính" như là nền màn hình(Đăng xuất để thấy sự thay đổi)
zh_tw: 將 "家目錄" 設定為桌面（需重新登入才會生效）

source: Window Decorate Effect
ar: تأثيرات تجميل النوفذة
fr: Effets de décoration des Fenêtres
he: חלון לקשט אפקט
pl: Efekt dekoracji okien
sk: Efekt dekorácie okien
sv: Effekt för fönsterdekorationer
tr: Pencere Dekorasyon Efekti
vi: Hiệu ứng cho cửa sổ
zh_tw: 視窗裝飾效果

source: Use Metacity window theme
ar: استخدم سمة النوافذ Metacity
fr: Utiliser le thème de fenêtrage Metacity
he: השתמש metacity חלון נושא
pl: Temat okna "Metacity"
sk: Použiť tému Metacity
sv: Använd Metacity-fönstertema
tr: Metacity temasını kullan
vi: Sử dụng cửa sổ Metacity
zh_tw: 使用Metacity視窗主題

source: Enable active window transparency
ar: مكّن شفافية النافذة النشطة
fr: Activer la transparence de la fenêtre active
he: אפשר פעיל חלון שקוף
pl: Włącz przeźroczystość aktywnego okna
sk: Zapnúť priesvitnosť aktívnych okien
sv: Aktivera genomskinlighet för aktiva fönster
tr: Etkin pencere şeffaflığını aktifleştir
vi: Cho phép cửa sổ trong suốt có hiệu lực
zh_tw: 啟用使用中視窗透明度

source: Active window transparency level
ar: درجة شفافية النافذة النشطة
fr: Niveau de transparence des fenêtres actives
he: חלון פעיל ברמת שקיפות
pl: Poziom przeźroczystości aktywnego okna
sk: Aktivovať úroveň priesvitnosti okien
sv: Genomskinlighet för aktivt fönster
tr: Etkin pencere şeffaflık seviyesi
vi: Kích hoạt mức trong suốt của cửa sổ
zh_tw: 使用中視窗的陰影透明度

source: Enable inactive window transparency
ar: مكّن شفافية النافذة غير النشطة
fr: Activer la transparence de la fenêtre inactive
he: אפשר פעילה חלון שקוף
pl: Włącz przeźroczystość nieaktywnego okna
sk: Zapnúť priesvitnosť neaktívnych okien
sv: Aktivera genomskinlighet för inaktiva fönster
tr: Etkin olmayan penceere saydamlığını etkinleştir
vi: Cho phép bỏ hiệu lực cửa sổ trong suốt
zh_tw: 啟用非使用中的視窗透明度

source: Inactive window shade transparency level
ar: درجة شفافية ظل النافذة غير النشطة
fr: Niveau de transparence des ombres pour les fenêtres inactives
he: לא פעיל ברמת שקיפות צל חלון
pl: Poziom przeźroczystości cienia nieaktywnego okna
sk: Odtieň úroveň priesvitnosti neaktívnych okien
sv: Inaktivera genomskinlighet för fönsterskugga
tr: Etkin olmayan pencere saydamlık seviyesi
vi: Bỏ kích hoạt mực độ trong suốt của cửa sổ
zh_tw: 非使用中視窗的陰影透明度

source: Window Titlebar Action
ar: إجراء شريط عنوان النافذة
fr: Action sur la Barre de Titre
he: חלון שורת הכותרת של פעילות
pl: Zachowanie się paska tytułu
sk: Operácia titulného pruhu okna
sv: Åtgärd för fönstrets titellist
tr: Pencere Başlık Çubuğu eylemi
vi: Hành vi thanh tiêu để của cửa sổ
zh_tw: 視窗標題列動作

source: Titlebar mouse wheel action
ar: تأثير عجلة الفأرة على شريط العنوان
fr: Action de la molette de la souris sur la barre de titre
he: שורת הכותרת של פעילות גלגל העכבר
pl: Kółko myszy
sk: Operácia pri otáčaní kolieskom myši na titulku okna
sv: Åtgärd för mushjul på titellist
tr: Başlık çubuğunun fare tekerleği eylemi
vi: Hành vi chuột giữa trên tiêu đề cửa sổ
zh_tw: 滾動滾輪

source: Roll up
ar: لُف للأعلى
fr: Replier
he: להפשיל שרוולים
pl: Zwijanie
sk: Zrolovať hore
sv: Rulla upp
tr: Yukarı kaydır
vi: Cuộn lên
zh_tw: 捲起

source: Titlebar double-click action
ar: إجراء شريط العنوان عند عند النقر المزدوج
fr: Action du double clic sur la barre de titre
he: שורת הכותרת פעמיים על פעולה
pl: Podwójne kliknięcie
sk: Operácia pri dvojitom kliknutí myši na titulku okna
sv: Åtgärd för dubbelklick på titellist
tr: Başlık çubuğu çift tıklama eylemi
vi: Hành vi nhắp đúp vào tiêu đề
zh_tw: 左鍵雙擊

source: Maximize
ar: كبّر
fr: Agrandir
he: מקסם
pl: Maksymalizacja
sk: Maximalizovať
sv: Maximera
tr: Ekranı Kapla
vi: Cực đại hóa
zh_tw: 最大化

source: Minimize
ar: صغّر
fr: Réduire
he: מזער
pl: Minimalizacja
sk: Minimalizovať
sv: Minimera
tr: Küçült
vi: Cực tiểu hóa
zh_tw: 最小化

source: Lower
ar: اخفض
fr: Abaisser
he: התחתון
pl: Opuszczanie
sk: Presunúť na pozadie
sv: Sänk
tr: Pencereyi arkaya geçir
vi: Thấp
zh_tw: 降至最下層

source: Titlebar middle-click action
ar: إجراء النقر الأوسط على شريط العنوان
fr: Action du clic du milieu sur la barre de titre
he: שורת הכותרת "אמצע לחץ פעולה
pl: Kliknięcie kółkiem myszy
sk: Operácia pri kliknutí stredným tlačidlom myši na titulok okna
sv: Åtgärd för mittenklick på titellist
tr: Başlık çubuğu orta tuş eylemi
vi: Hành vi nhắp chuột giữa trên thanh tiêu đề
zh_tw: 中鍵點擊

source: Titlebar right-click action
ar: إجراء النقر الأيمن على شريط العنوان
fr: Action du clic droit sur la barre de titre
he: שורת הכותרת באמצעות לחצן העכבר הימני על פעולה
pl: Kliknięcie prawym przyciskiem myszy
sk: Operácia pri kliknutí pravým tlačidlom myši na titulok okna
sv: Åtgärd för högerklick på titellist
tr: Başlık çubuğu sağ tuş eylemi
vi: Hành vi nhắp phải chuột trên thanh tiêu đề
zh_tw: 右鍵點擊

source: Enable Metacity's Compositing feature
ar: مكّن ميزة تركيب Metacity
fr: Activez la fonctionnalité de composition de Metacity
pl: Używanie wyglądu "Metacity" dla okien
sk: Povoliť kompozitné efekty Metacity
sv: Aktivera Metacitys compositingfunktion
tr: Metacity'nin Compositing özelliğini aç
vi: Bật thành phần Metacity's Compositing
zh_tw: 啟用Metacity的合成視窗特效

source: Compositing Manager
ar: مدير التركيب
fr: Gestionnaire de composition
sk: Správca kompozitných efektov
sv: Compositinghanterare
tr: Kompozisyon Yöneticisi
vi: Quản lý Compositing
zh_tw: 視窗管理程式

source: To enable the compositing feature of metacity, You should disable the Visual Effects in "Appearance" by yourself.
ar: لتمكين ميزة التركيب لmetacity. يجب أن تعطّل المزايا البصرية في "المظهر" بنفسك.
fr: Pour activer la fonctionnalité de composition de Metacity, vous devez désactivez les Effets Visuel dans "Apparence" par vous même.
sk: Ak chcete zapnúť možnosť kompozitných efektov Metacity, mali by ste ručne vypnúť Vizuálne efekty v časti „Vzhľad“.
sv: Du måste själv inaktivera Visuella effekter i "Utseende" för att aktivera compositingfunktion i Metacity.
vi: Để bật thành phần compositing của metacity. Bạn nên tắt Visual Effects trong "Appearance".
zh_tw: 要啟用Metacity的合成視窗特效，你必須停用“外觀設定”中的“視覺特效”功能。

source: Splash Screen (Click On Image)
ar: شاشة البدء (انقر على الصورة)
fr: Écran d'accueil (Cliquez sur l'image ci-dessous)
pl: Ekran powitalny
sk: Štartovacia obrazovka (klikni na obrázok)
sv: Splash Screen (tryck på bilden)

source: Choose a splash image
ar: اختر صورة شاشة البدء
fr: Choisir une image de démarrage.
he: בחר תמונה סנסציה
pl: Należy wybrać obrazek startowy
sk: Vyberte štartovaciu obrazovku
sv: Välj en startbild
tr: Bir karşılama resmi seçin
vi: Chọn một ảnh splash
zh_tw: 選擇歡迎畫面

source: PNG image (*.png)
ar: صورة PNG (*.png)
fr: Image PNG (*.png)
he: תמוננת PNG (*.png)
pl: Obraz PNG
sk: Obrázok PNG (*.png)
sv: PNG-bild (*.png)
tr: PNG resmi (*.png)
vi: Ảnh PNG (*.png)
zh_tw: PNG圖像格式(*.png)

source: Automatically save open applications when logging out
ar: احفظ تلقائيا التطبيقات المفتوحة عند الخروج
fr: Enregistrer automatiquement les applications ouvertes lors de la déconnexion
pl: Automatycznie przywróć ostatnio otwarte programy podczas logowania.
sk: Automaticky uložiť otvorené aplikácie po odhlásení
sv: Spara automatiskt öppna applikationer vid utloggning
tr: Oturumu kapatırken açık olan uygulamaları otomatik kaydet
vi: Tự động lưu ứng dụng được mở khi đăng xuất

source: Show logout prompt
ar: أظهر محث الخروج
fr: Afficher la fenêtre de déconnexion
he: הצג הפקודה התנתק
pl: Potwierdzenie wylogowania
sk: Zobraziť prihlásenie
sv: Visa utloggningsprompt
tr: Çıkış uyarısını göster
vi: Hiện lời nhắc đăng xuất
zh_tw: 顯示登出提示

source: Allow TCP Connections(Remote Desktop Connect)
ar: اسمح باتصالات TCP (اتصال سطح المكتب البعيد)
fr: Autoriser les connexions TCP (Connection Bureau à Distance)
he: אפשר חיבורי TCP (Remote Desktop Connect)
pl: Zezwolenie na TCP Connections (Remote Desktop Connect)
sk: Povoliť TCP pripojenie (pripojenie Vzdialenej plochy)
sv: Tillåt TCP-anslutningar (Fjärrskrivbord)
tr: TCP Bağlantıları kabul et(Uzak Masaüstü Bağlantısı)
vi: Cho phép ketes nối TCP(Kết nối máy tính từ xa)
zh_tw: 允許TCP連線（遠端桌面連線）

source: Show splash screen
ar: أظهر شاشة البدء
fr: Afficher l'image de démarrage
he: הצג מסך סנסציה
pl: Wyświetlanie obrazka startowego
sk: Zobraziť štartovaciu obrazovku
sv: Visa startbild
tr: Karşılama ekranını göster
vi: Hiển thị hình splash
zh_tw: 顯示歡迎畫面

source: HTML document
ar: مستند HTML
fr: Document HTML
he: מסמך ‏‪HTML‬‏‏
pl: Dokument HTML
sk: HTML dokument
sv: HTML-dokument
tr: HTML belgesi
vi: Tài liệu HTML
zh_tw: HTML 文件

source: ODB Database
ar: قاعدة بيانات OBD
fr: Base de données ODB
he: מסד נתונים ODB
pl: Baza danych ODB
sk: Databáza ODB
sv: ODB-databas
tr: ODB Veritabanı
vi: Cơ sở dữ liệu ODB
zh_tw: ODB資料庫

source: ODS Spreadsheet
ar: الجدول الممتد ODS
fr: Feuille de calcul ODS
pl: Arkusz kalkulacyjny ODS
sk: Tabuľka ODS
sv: ODS-kalkylark
tr: ODS Hesap Çizelgesi
vi: Văn bản ODS
zh_tw: ODS工作表

source: ODT Document
ar: المستند ODT
fr: Document ODT
he: מסמך ODT
pl: Dokument ODT
sk: Dokument ODT
sv: ODT-dokument
tr: ODT Belgesi
vi: Văn bản ODT
zh_tw: ODT文字

source: Plain text document
ar: مستند نص مجرد
fr: Document Texte
he: מסמך טקסט פשוט
pl: Dokument tekstowy
sk: Textový dokument
sv: Vanligt text-dokument
tr: Düz yazı belgesi
vi: Văn bản thô
zh_tw: 純文字檔

source: ODP Presentation
ar: عرض الشرائح ODP
fr: Présentation ODP
he: מצגת ODP
pl: Prezentacja ODP
sk: Prezentácia ODP
tr: ODP Sunumu
vi: Trình chiếu ODP
zh_tw: ODP簡報

source: Python script
ar: سكربت بايثون
fr: Script Python
he: סקריפט פייתון
pl: Skrypt Pythona
sk: Python skript
sv: Pythonskript
tr: Python betiği
vi: Tập lệnh Python
zh_tw: Python 描述語言檔

source: Pygtk Example
ar: مثال Pygtk
fr: Exemple Pygtk
pl: Szablon Pygtk
sk: Príklad Pygtk
sv: Pygtk-exempel
tr: PYgtk Örneği
vi: Ví dụ Pyngtk
zh_tw: Pygtk範本

source: Shell script
ar: سكربت شل
fr: Script Shell
he: shell בסקריפט
pl: Skrypt powłoki Nautilusa
sk: Skript shellu
sv: Skalskript
tr: Kabuk betiği
vi: Tập lệnh Shell
zh_tw: Shell 描述語言檔

source: Enabled Templates
ar: القوالب الممكنة
fr: Modèles activés
he: מופעל תבניות
pl: Włączone szablony
sk: Povolené šablóny
sv: Aktivera mallar
tr: Etkin Şablonlar
vi: Bật Biểu mẫu
zh_tw: 已啟用的樣本

source: Disabled Templates
ar: القوالب المعطلة
fr: Modèles désactivés
he: לא זמין תבניות
pl: Wyłaczone szablony
sk: Zakázané šablóny
sv: Inaktivera mallar
tr: Devre Dışı Şablonlar
vi: Tắt biểu mẫu
zh_tw: 已禁用的樣本

source: Templates path is wrong! The current path is point to "%s". Please reset it to a folder under your Home Folder.
ar: مسار القوالب خطأ! يشير المسار الحالي إلى "%s".\n من فضلك أعد ضبطه إلى مجلد تحت مجلد منزلك.
fr: Le chemin vers les modèles est incorrect ! Le chemin actuel point vers "%s". Veuillez le rediriger vers un dossier de votre dossier Home.
sk: Prieinok šablón nie je správne nastavený! Aktuálna hodnota odkazuje na „%s“. Prosím nastavte ho na podadresár svojho Domovského priečinka.

source: Go And Set
ar: اذهب واضبط
fr: Aller et définir
sk: Prejsť a nastaviť

source: Restart This Module
ar: أعد بدء هذه الوحدة
fr: Redémarrer ce Module
sk: Reštartovať tento modul

source: Manage Templates
ar: أدر القوالب
fr: Gestion des Modèles
he: ניהול תבניות
pl: Zarządzaj szablonami
sk: Spravovať šablóny
sv: Hantera mallar
tr: Şablonları Yönet
vi: Quản lý BIểu mẫu
zh_tw: 管理範本

source: Here you can freely manage your document templates. You can add files as templates by dragging them onto this window. You can create new documents based on these templates from the Nautilus right-click menu.
ar: هنا تستطيع بحرية إدارة قوالب مستنداتك. تستطيع إضافة ملفات كقوالب عن طريق إلقائها إلى هذه النافذة. تسطيع إنشاء مستندات جديدة مبنية على تلك القوالب من قائمة النقر الأيمن لنوتلس.
fr: Ici vous pouvez gérer librement vos modèles de document. Vous pouvez ajouter des fichiers comme modèles en les glissant dans cette fenêtre. Vous pouvez créer de nouveaux documents basés sur ces modèles depuis le clic-droit dans Nautilus.
pl: Tutaj możesz dowolnie zarządzać szablonami dokumentów. Możesz dodawać pliki szablonów poprzez przeciągnięcie ich do tego okna. Możesz tworzyć nowe dokumenty bazujące na tych szablonach przy pomocy menu kontekstowego Nautilusa.
sk: Tu môžete spravovať šablóny svojich dokumentov. Súbory a šablony môžete pridávať pretiahnutím do tohto okna. Nové dokumenty založené na týchto šablónach môžete vytvárať z Nautilusu po kliknutí pravým tlačidlom myši.
sv: Här kan du fritt hantera dina dokumentmallar. Du kan välja filer som mallar genom att dra dem till detta fönstret. Du kan också skapa nya dokument baserade på dessa mallar från Nautilus högerklick-meny.

source: Rebuild System Templates
ar: أعد بناء قوالب النظام
fr: Reconstruire le système de Modèles
he: מערכת לשיקום תבניות
pl: Przebuduj system szablonów
sk: Znova zostaviť systémové šablóny
sv: Bygg om systemmallar
tr: Sistem şablonlarını yeniden oluştur
vi: Xây dựng lại hệ thống Mẫu
zh_tw: 重新建立系統範本

source: Templates path is still wrong, Please reset it!
ar: مازال مسار القوالب خطأ، من فضلك أعد ضبطه!
fr: Le chemin vers les modèles est incorrect ! Veuillez le redéfinir !
sk: Cesta k šablóne nie je správna. Nastavte ju prosím!

source: This will delete all disabled templates. Do you wish to continue?
ar: هذا سيحذف كل القوالب المعروضة. أتريد المتابعة؟
fr: Cela effacera tous les modèles désactivés. Voulez-vous continuer?
he: פעולה זו תמחק את כל תבניות מושבתת. האם ברצונך להמשיך?
pl: Zostaną usunięte wszystkie wyłączone szablony! Wykonać?
sk: Týmto sa odstránia všetky zakázané šablóny. Želáte si pokračovať?
sv: Detta kommer ta bort alla inaktiverade mallar. Vill du fortsätta?
tr: Etkinleştirilmemiş tüm şablonları silinecektir. evam etmek istiyor musunuz?
vi: Nó sẽ xóa toàn bộ mẫu không dùng. Bạn có muốn tiếp tục?
zh_tw: 這將會刪除所有停用的範本。 確定繼續？

source: Install Advanced Desktop Effects Settings Manager
ar: ثبّت مدير إعدادات تأثيرات سطح المكتب المتقدمة
fr: Installer le gestionnaire avancé de configuration des effets visuels
he: התקן אפקטים הגדרות מתקדמות שולחן העבודה למנהל
pl: Zaawansowany program do zarządzania ustawieniami efektów pulpitu
sk: Nainštalovať Správcu pokročilých efektov plochy
sv: Installera Avancerad inställningshanterare för skrivbordseffekter
tr: Gelişmiş Masaüstü Efektleri Yöneticisini Kur
vi: Cài đặt Quản lý hiệu ứng bàn làm việc nâng cao.
zh_tw: 安裝進階桌面特效設定器

source: Install Simple Desktop Effects Settings manager
ar: ثبّت مدير إعدادات تأثيرات سطح المكتب البسيطة
fr: Installer le gestionnaire simple de configuration des effets visuels
he: התקן פשוט בשולחן העבודה אפקטים הגדרות מנהל
pl: Prosty program do zarządzania ustawieniami efektów pulpitu
sk: Nainštalovať Správcu jednoduchých efektov plochy
sv: Installera Enkel inställningshanterare för skrivbordseffekter
tr: Basit Masaüstü Efektleri Yöneticisini Kur
vi: Cài đặt Quản lý hiệu ứng bàn làm việc đơn giản
zh_tw: 安裝簡易桌面特效設定器
